{"vocabulary_": {"faculty": 189, "name": 310, "or": 333, "presentation": 359, "title": 460, "view": 484, "edit": 162, "master": 274, "select": 402, "slide": 413, "bahir": 81, "dar": 136, "institute": 239, "of": 321, "technology": 442, "university": 473, "chemical": 102, "and": 64, "food": 201, "engineering": 168, "introduction": 240, "to": 461, "year": 499, "2018": 20, "march": 271, "2026": 21, "process": 362, "is": 242, "any": 66, "operation": 331, "series": 405, "operations": 332, "by": 90, "which": 494, "particular": 340, "objective": 316, "accomplished": 53, "enginee": 167, "responsible": 393, "design": 145, "operate": 328, "includes": 230, "formulation": 204, "flowchart": 194, "layout": 253, "specification": 427, "individual": 235, "units": 472, "associated": 72, "variables": 477, "that": 446, "specify": 429, "the": 447, "conditions": 117, "at": 74, "are": 70, "be": 85, "operated": 329, "involves": 241, "day": 137, "performance": 346, "an": 62, "existing": 184, "expected": 186, "produce": 363, "product": 364, "specified": 428, "rate": 375, "with": 496, "characteristics": 101, "tasks": 441, "engineers": 169, "controlling": 131, "meet": 286, "objectives": 317, "examples": 181, "reactors": 379, "separators": 403, "heat": 219, "exchangers": 183, "pumps": 370, "compressors": 113, "example": 180, "perform": 345, "analysis": 63, "identify": 224, "ways": 489, "reduce": 382, "costs": 134, "raw": 378, "materials": 276, "energy": 166, "consumption": 125, "combination": 105, "following": 200, "approaches": 68, "used": 475, "controlled": 130, "tests": 444, "on": 323, "actual": 55, "scaled": 400, "down": 156, "version": 481, "it": 243, "developing": 146, "mathematical": 277, "model": 295, "predict": 356, "outcomes": 337, "different": 153, "operating": 330, "he": 218, "examination": 179, "should": 409, "ongoing": 325, "but": 89, "there": 449, "special": 424, "need": 311, "when": 492, "functioning": 210, "poorly": 352, "troubleshooting": 466, "required": 390, "cause": 96, "problem": 361, "increase": 233, "in": 228, "market": 272, "demand": 142, "requires": 391, "production": 365, "exceeds": 182, "capacity": 94, "equipment": 173, "identifying": 225, "modifying": 296, "step": 434, "limiting": 263, "order": 334, "obtain": 318, "greater": 216, "throughput": 457, "referred": 384, "as": 71, "debottlenecking": 138, "for": 202, "falls": 190, "adjusting": 57, "through": 456, "turndown": 468, "becomes": 86, "important": 227, "10": 4, "causes": 97, "physical": 349, "changes": 100, "lect": 260, "substance": 437, "mixture": 293, "substances": 438, "flow": 193, "diagram": 150, "sheet": 408, "pfd": 347, "sequence": 404, "connected": 120, "streams": 436, "shows": 410, "unit": 471, "apparatus": 67, "one": 324, "constitutes": 124, "carried": 95, "out": 336, "each": 159, "has": 217, "set": 406, "input": 237, "output": 338, "consists": 122, "enter": 170, "leave": 257, "11": 7, "stream": 435, "line": 264, "represents": 389, "movement": 306, "material": 275, "from": 208, "labeled": 250, "information": 236, "like": 262, "amount": 61, "composition": 109, "temperature": 443, "pressure": 360, "components": 108, "density": 144, "mass": 273, "volume": 486, "defined": 141, "per": 343, "proper": 366, "reflect": 385, "length3": 261, "kg": 246, "m3": 267, "cm3": 104, "lbm": 254, "ft3": 209, "can": 93, "conversion": 132, "factor": 188, "relate": 386, "densities": 143, "pure": 371, "solids": 417, "liquids": 266, "essentially": 177, "independent": 234, "vary": 479, "slightly": 414, "12": 8, "most": 304, "compounds": 111, "decreases": 139, "expansion": 185, "incompressible": 232, "means": 280, "constant": 123, "change": 99, "gases": 212, "vapors": 476, "compressible": 112, "specific": 426, "occupied": 320, "reciprocal": 381, "13": 9, "edi": 161, "ed": 160, "gravity": 215, "sg": 407, "ratio": 377, "ρref": 501, "reference": 383, "condition": 116, "commonly": 106, "water": 488, "0c": 3, "air": 59, "gas": 211, "15": 12, "225": 24, "14": 11, "volumetric": 487, "rates": 376, "time": 458, "basis": 84, "transported": 464, "fluid": 199, "convert": 133, "known": 249, "vice": 483, "versa": 480, "transports": 465, "pipe": 350, "measurement": 283, "flowmeter": 196, "device": 148, "mounted": 305, "ess": 176, "provides": 368, "continuous": 129, "reading": 380, "two": 469, "flowmeters": 197, "rotameter": 396, "orifice": 335, "meter": 288, "16": 14, "tapered": 440, "vertical": 482, "tube": 467, "containing": 127, "float": 192, "larger": 251, "higher": 222, "rises": 395, "measures": 284, "drop": 158, "across": 54, "small": 415, "opening": 327, "thin": 453, "plate": 351, "restricting": 394, "conduit": 119, "flows": 198, "upstream": 474, "side": 411, "downstream": 157, "difference": 152, "varies": 478, "may": 278, "measured": 282, "number": 313, "devices": 149, "including": 231, "differential": 154, "manometer": 269, "17": 15, "titl": 459, "umber": 470, "18": 16, "nitrogen": 312, "tank": 439, "min": 291, "350": 37, "then": 448, "enters": 171, "heater": 221, "where": 493, "heated": 220, "leaves": 258, "150": 13, "600": 42, "psia": 369, "calculate": 92, "leaving": 259, "molecular": 300, "weight": 490, "n2": 308, "28": 31, "mol": 297, "lbmol": 255, "assume": 73, "ideal": 223, "law": 252, "19": 17, "moles": 302, "atomic": 78, "atom": 77, "element": 164, "mole": 299, "species": 425, "whose": 495, "grams": 214, "numerically": 314, "equal": 172, "its": 244, "contains": 128, "approximately": 69, "023": 0, "23": 25, "avogadro": 80, "molecules": 301, "relates": 387, "quantity": 373, "20": 18, "average": 79, "based": 83, "fraction": 205, "liquid": 265, "flowing": 195, "100": 5, "benzene": 87, "mw": 307, "78": 46, "balance": 82, "toluene": 462, "92": 50, "molar": 298, "component": 107, "all": 60, "21": 22, "occasionally": 319, "contain": 126, "more": 303, "often": 322, "they": 452, "consist": 121, "mixtures": 294, "solutions": 421, "solutes": 419, "solvent": 422, "define": 140, "compositions": 110, "22": 23, "fractions": 207, "methanol": 289, "ch3oh": 98, "32": 36, "04": 1, "ethanol": 178, "c2h5oh": 91, "46": 39, "07": 2, "circular": 103, "30": 33, "wt": 497, "70": 44, "80": 47, "if": 226, "inside": 238, "diameter": 151, "what": 491, "kmol": 248, "only": 326, "xylene": 498, "square": 431, "cross": 135, "section": 401, "total": 463, "300": 34, "500": 40, "106": 6, "200": 19, "three": 455, "87": 48, "concentration": 114, "concentrations": 115, "expressed": 187, "many": 270, "solute": 418, "divided": 155, "solution": 420, "this": 454, "fractional": 206, "form": 203, "percentage": 344, "present": 358, "le": 256, "24": 26, "25": 27, "parts": 341, "million": 290, "ppm": 355, "billion": 88, "ppb": 354, "77": 45, "oxygen": 339, "o2": 315, "mean": 279, "atm": 75, "salt": 397, "salty": 398, "prepared": 357, "mixing": 292, "nacl": 309, "58": 41, "adding": 56, "make": 268, "1323": 10, "26": 28, "atmospheric": 76, "absolute": 52, "gauge": 213, "27": 29, "abs": 51, "patm": 342, "pgauge": 348, "29": 32, "state": 433, "aggregation": 58, "solid": 416, "measure": 281, "kinetic": 247, "possessed": 353, "some": 423, "measuring": 285, "devic": 147, "erature": 175, "properties": 367, "include": 229, "electrical": 163, "resistance": 392, "conductor": 118, "thermometer": 451, "voltage": 485, "junction": 245, "similar": 412, "metals": 287, "thermocouple": 450, "spectra": 430, "emitted": 165, "radiation": 374, "pyrometer": 372, "fixed": 191, "relationship": 388, "scale": 399, "equivalent": 174, "another": 65, "273": 30, "459": 38, "67": 43, "8t": 49, "31": 35, "standard": 432, "thank": 445, "you": 500}, "idf_": [2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.7621400520468966, 2.3217558399823197, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.3217558399823197, 3.0149030205422647, 2.3217558399823197, 2.6094379124341005, 3.0149030205422647, 1.0, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.09861228866811, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.3217558399823197, 2.6094379124341005, 1.7621400520468966, 3.0149030205422647, 1.0, 3.0149030205422647, 1.7621400520468966, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 1.916290731874155, 2.6094379124341005, 3.0149030205422647, 1.628608659422374, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 1.628608659422374, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 1.4054651081081644, 3.0149030205422647, 2.09861228866811, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 1.0, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 2.3217558399823197, 2.09861228866811, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 1.628608659422374, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 2.09861228866811, 3.0149030205422647, 3.0149030205422647, 1.0, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.09861228866811, 3.0149030205422647, 1.0, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.916290731874155, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.3217558399823197, 1.0, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.628608659422374, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 2.3217558399823197, 2.3217558399823197, 1.0, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 1.916290731874155, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 2.09861228866811, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.3217558399823197, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 1.1431008436406733, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.0, 2.09861228866811, 2.6094379124341005, 3.0149030205422647, 2.09861228866811, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.3217558399823197, 1.7621400520468966, 2.09861228866811, 2.3217558399823197, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 1.0, 3.0149030205422647, 1.5108256237659907, 1.0, 2.3217558399823197, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.3217558399823197, 2.6094379124341005, 1.7621400520468966, 2.3217558399823197, 2.09861228866811, 2.09861228866811, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 1.916290731874155, 2.6094379124341005, 2.6094379124341005, 1.0, 3.0149030205422647, 2.6094379124341005, 1.916290731874155, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 1.0, 2.6094379124341005, 1.7621400520468966, 1.916290731874155, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.09861228866811, 2.09861228866811, 1.0, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 1.916290731874155, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 1.0, 1.628608659422374, 3.0149030205422647, 1.3101549283038394, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.5108256237659907, 3.0149030205422647, 2.3217558399823197, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 1.0, 3.0149030205422647, 3.0149030205422647, 2.09861228866811, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 1.0, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 2.3217558399823197, 2.6094379124341005, 2.6094379124341005, 2.6094379124341005, 3.0149030205422647, 1.916290731874155, 2.09861228866811, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.09861228866811, 1.7621400520468966, 1.628608659422374, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.916290731874155, 2.6094379124341005, 3.0149030205422647, 1.3101549283038394, 1.0689928714869514, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.6094379124341005, 2.6094379124341005, 1.916290731874155, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 1.0, 1.0, 2.3217558399823197, 2.3217558399823197, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 2.09861228866811, 2.09861228866811, 3.0149030205422647, 3.0149030205422647, 1.7621400520468966, 3.0149030205422647, 1.5108256237659907, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 1.0, 3.0149030205422647, 1.7621400520468966, 2.3217558399823197, 2.3217558399823197, 2.6094379124341005, 1.916290731874155, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 1.7621400520468966, 3.0149030205422647, 2.09861228866811, 3.0149030205422647, 2.6094379124341005, 3.0149030205422647, 3.0149030205422647, 3.0149030205422647]}