{"vocabulary_": {"introduction": 1578, "to": 2798, "economics": 1018, "september": 2510, "2019": 64, "ii": 1441, "contents": 742, "chapter": 600, "one": 1982, "basics": 450, "of": 1964, "definition": 856, "the": 2766, "rationales": 2290, "scope": 2482, "and": 346, "method": 1816, "analysis": 343, "in": 1473, "positive": 2142, "normative": 1935, "inductive": 1511, "deductive": 847, "reasoning": 2312, "scarcity": 2472, "choi": 611, "choice": 612, "opportunity": 2001, "cost": 774, "production": 2199, "possibilities": 2145, "frontier": 1293, "basic": 448, "economic": 1017, "questions": 2267, "10": 3, "systems": 2716, "11": 15, "capitalist": 564, "economy": 1022, "command": 658, "13": 24, "mixed": 1843, "14": 27, "decision": 836, "making": 1751, "units": 2880, "circular": 619, "flow": 1250, "model": 1846, "15": 32, "summary": 2691, "19": 41, "review": 2415, "two": 2847, "21": 67, "theory": 2772, "demand": 860, "supply": 2701, "schedule": 2477, "table": 2717, "curve": 806, "function": 1299, "22": 69, "determinants": 894, "24": 71, "elasticity": 1040, "26": 76, "31": 92, "32": 93, "33": 97, "market": 1768, "equilibrium": 1089, "34": 98, "37": 104, "38": 105, "three": 2788, "40": 111, "consumer": 734, "behaviour": 470, "preferences": 2161, "concept": 695, "utility": 2914, "41": 113, "approaches": 368, "measuring": 1799, "42": 115, "cardinal": 567, "iii": 1442, "ordinal": 2013, "47": 123, "ty": 2848, "57": 147, "58": 148, "four": 1283, "60": 152, "short": 2533, "run": 2441, "total": 2806, "average": 424, "marginal": 1766, "product": 2198, "62": 158, "law": 1653, "variable": 2931, "proportions": 2220, "64": 161, "stages": 2622, "costs": 775, "65": 162, "types": 2850, "66": 163, "relationship": 2358, "between": 481, "curves": 807, "70": 172, "72": 175, "73": 176, "five": 1245, "74": 177, "structure": 2651, "physical": 2107, "digital": 922, "space": 2599, "perfectly": 2091, "competitive": 672, "assumptions": 402, "75": 178, "firm": 1238, "76": 179, "industry": 1514, "82": 185, "monopoly": 1859, "83": 186, "characteristics": 603, "sources": 2597, "monopolistically": 1857, "84": 187, "oligopoly": 1974, "85": 188, "86": 189, "six": 2560, "stions": 2642, "87": 190, "fundamental": 1304, "concepts": 697, "macroeconomics": 1737, "goals": 1333, "national": 1900, "income": 1482, "accounting": 235, "88": 193, "measure": 1795, "gdp": 1313, "gnp": 1330, "other": 2024, "accounts": 236, "94": 204, "iv": 1609, "nominal": 1930, "versus": 2941, "real": 2304, "95": 206, "deflator": 857, "price": 2173, "index": 1498, "cpi": 786, "th": 2763, "business": 537, "cycle": 811, "97": 208, "macroeconomic": 1736, "problems": 2186, "98": 209, "unemployment": 2873, "inflation": 1525, "100": 4, "trade": 2815, "deficit": 851, "budget": 528, "101": 6, "policy": 2134, "instruments": 1548, "102": 7, "monetary": 1850, "fiscal": 1241, "103": 8, "105": 10, "106": 12, "have": 1378, "you": 3039, "ever": 1118, "heard": 1383, "anything": 356, "about": 215, "yes": 3036, "it": 1601, "is": 1597, "obvious": 1957, "even": 1116, "talked": 2727, "lot": 1714, "your": 3040, "day": 822, "activities": 251, "may": 1788, "such": 2678, "as": 384, "what": 2984, "are": 373, "resources": 2386, "does": 964, "efficient": 1030, "allocation": 319, "mean": 1791, "human": 1421, "needs": 1914, "this": 2784, "course": 782, "will": 3004, "answer": 351, "those": 2785, "introduce": 1576, "nature": 1904, "theories": 2771, "cs": 798, "at": 406, "large": 1649, "be": 455, "introduced": 1577, "subject": 2659, "matter": 1779, "rationale": 2289, "that": 2765, "motivates": 1868, "us": 2900, "study": 2656, "objectives": 1950, "after": 287, "successful": 2675, "completion": 680, "able": 214, "understand": 2868, "analyze": 344, "how": 1419, "efficiently": 1031, "used": 2903, "producing": 2197, "output": 2033, "identify": 1436, "different": 912, "methods": 1817, "distinguish": 951, "appreciate": 366, "they": 2778, "can": 557, "solved": 2591, "interact": 1556, "with": 3012, "each": 1006, "most": 1865, "exciting": 1140, "disciplines": 938, "social": 2580, "sciences": 2481, "word": 3016, "comes": 657, "from": 1292, "greek": 1354, "phrase": 2106, "who": 2994, "manages": 1755, "household": 1415, "science": 2480, "its": 1607, "current": 803, "form": 1272, "hundred": 1422, "years": 3035, "old": 1971, "adam": 255, "smith": 2574, "generally": 1317, "known": 1638, "father": 1211, "brought": 526, "out": 2029, "his": 1404, "famous": 1205, "book": 494, "an": 341, "inquiry": 1541, "into": 1575, "causes": 583, "wealth": 2976, "nations": 1902, "year": 3034, "1776": 38, "though": 2786, "many": 1763, "writers": 3028, "expressed": 1176, "important": 1464, "ideas": 1433, "before": 464, "distinct": 950, "started": 2627, "there": 2773, "no": 1927, "universally": 2882, "accepted": 224, "controversial": 762, "because": 459, "economists": 1021, "defined": 853, "perspectives": 2100, "welfare": 2981, "growth": 1362, "hence": 1389, "varies": 2934, "grow": 1358, "over": 2038, "time": 2794, "but": 539, "formal": 1273, "commonly": 662, "follow": 1259, "which": 2992, "studies": 2655, "scarce": 2470, "so": 2577, "attain": 408, "maximum": 1787, "fulfillment": 1296, "unlimited": 2885, "people": 2085, "choose": 614, "use": 2902, "or": 2009, "limited": 1681, "productive": 2200, "land": 1648, "labour": 1644, "equipment": 1090, "technical": 2742, "knowledge": 1637, "like": 1677, "produce": 2192, "ed": 1023, "various": 2937, "commodities": 659, "following": 1260, "statements": 2633, "derived": 877, "above": 216, "should": 2535, "aim": 304, "objective": 1948, "satisfy": 2461, "up": 2894, "possible": 2147, "degree": 858, "by": 546, "allocating": 318, "facts": 1196, "provide": 2225, "foundation": 1282, "for": 1263, "field": 1225, "society": 2584, "material": 1775, "wants": 2964, "problem": 2185, "since": 2556, "only": 1985, "amount": 339, "available": 422, "goods": 1338, "services": 2515, "we": 2973, "desire": 887, "thus": 2792, "beings": 473, "make": 1747, "choices": 613, "seek": 2496, "their": 2767, "therefore": 2775, "heart": 1384, "all": 314, "mak": 1746, "individual": 1508, "family": 1204, "nation": 1899, "confront": 711, "difficult": 919, "meet": 1804, "our": 2028, "these": 2777, "made": 1738, "settings": 2517, "evaluate": 1113, "outcomes": 2030, "terms": 2758, "criteria": 794, "efficiency": 1029, "equity": 1092, "stability": 2616, "search": 2484, "alternative": 330, "forms": 1277, "organization": 2016, "might": 1824, "higher": 1395, "living": 1691, "standards": 2625, "more": 1862, "desirable": 886, "distribution": 956, "well": 2982, "being": 472, "expanding": 1152, "rapidly": 2283, "has": 1377, "come": 656, "include": 1478, "vast": 2939, "range": 2279, "topics": 2805, "issues": 1600, "recent": 2317, "past": 2067, "new": 1920, "branches": 511, "developed": 901, "including": 1481, "development": 903, "industrial": 1512, "transport": 2827, "environmental": 1078, "on": 1979, "however": 1420, "core": 767, "modern": 1849, "formed": 1275, "major": 1745, "microeconomics": 1821, "means": 1793, "analyzed": 345, "nomics": 1929, "micro": 1819, "macro": 1735, "level": 1672, "concerned": 698, "behavior": 469, "households": 1416, "firms": 1239, "markets": 1771, "industries": 1513, "words": 3017, "deals": 826, "decisions": 837, "specific": 2604, "branch": 510, "effects": 1028, "consequences": 715, "aggregate": 293, "certain": 591, "aggregative": 297, "examines": 1128, "interrelations": 1569, "among": 338, "aggregates": 295, "determination": 895, "fluctuations": 1254, "them": 2768, "looks": 1706, "whole": 2995, "discusses": 943, "wide": 3000, "phenomena": 2103, "prices": 2175, "outputs": 2034, "etc": 1109, "central": 586, "main": 1741, "tools": 2804, "particu": 2061, "particular": 2062, "factors": 1194, "helps": 1388, "solve": 2590, "whom": 2996, "maximize": 1783, "profits": 2205, "producer": 2194, "attained": 410, "examples": 1131, "savings": 2464, "consumption": 738, "general": 1315, "employment": 1052, "full": 1297, "levels": 1673, "note": 1938, "both": 503, "macr": 1734, "ls": 1721, "complementary": 675, "cannot": 558, "studied": 2654, "isolation": 1598, "justification": 1620, "attempts": 413, "describe": 880, "world": 3023, "tries": 2831, "was": 2968, "not": 1937, "judge": 1617, "system": 2715, "good": 1337, "bad": 435, "better": 480, "worse": 3024, "example": 1130, "rate": 2284, "ethiopia": 1110, "12": 19, "percent": 2088, "poverty": 2151, "biggest": 484, "life": 1675, "expectancy": 1154, "birth": 487, "rising": 2424, "information": 1530, "any": 355, "disagreement": 937, "checked": 609, "looking": 1705, "ove": 2037, "ought": 2027, "evaluates": 1114, "desirability": 885, "based": 447, "value": 2926, "judgments": 1618, "situation": 2558, "loaded": 1693, "case": 574, "opinion": 1999, "subjective": 2660, "proved": 2224, "rejected": 2353, "reference": 2334, "poor": 2137, "pay": 2072, "taxes": 2738, "need": 1912, "intervention": 1573, "government": 1341, "females": 1220, "given": 1328, "job": 1611, "opportunities": 2000, "statement": 2632, "voting": 2958, "establishment": 1102, "valid": 2922, "generalizations": 1316, "aspects": 388, "simplified": 2553, "picture": 2112, "realit": 2305, "ics": 1432, "reality": 2306, "provides": 2227, "basis": 451, "uses": 2907, "logical": 1701, "reaching": 2299, "correct": 769, "several": 2518, "independent": 1497, "process": 2188, "deriving": 879, "principle": 2179, "moving": 1874, "involves": 1589, "steps": 2639, "selecting": 2502, "collection": 647, "classification": 626, "data": 820, "establishing": 1101, "cause": 581, "effect": 1026, "way": 2971, "arriving": 382, "starting": 2628, "conclusions": 703, "phenomenon": 2104, "truths": 2836, "axioms": 430, "through": 2789, "arguments": 376, "om": 1975, "agree": 298, "disagree": 936, "check": 608, "validity": 2923, "approach": 367, "identification": 1435, "specification": 2606, "formulating": 1280, "hypotheses": 1424, "testing": 2761, "faced": 1187, "alternatives": 332, "if": 1439, "do": 963, "think": 2781, "shortage": 2534, "why": 2998, "often": 1969, "said": 2449, "purpose": 2243, "activity": 252, "survival": 2707, "also": 328, "growing": 1359, "improved": 1469, "lifestyle": 1676, "standard": 2624, "faces": 1188, "scarcit": 2471, "vival": 2954, "refers": 2336, "fact": 1191, "finite": 1237, "relation": 2356, "term": 2755, "reflects": 2340, "imbalance": 1447, "free": 1287, "resource": 2385, "greater": 1352, "than": 2764, "zero": 3041, "sunshine": 2694, "when": 2987, "less": 1669, "want": 2963, "manual": 1759, "intellectual": 1551, "skilled": 2563, "specialized": 2603, "labor": 1643, "natural": 1903, "especially": 1098, "fertile": 1222, "minerals": 1830, "clean": 630, "water": 2970, "forests": 1270, "wild": 3003, "animals": 348, "capital": 562, "machines": 1732, "intermediate": 1563, "infrastructure": 1531, "entrepreneurial": 1073, "usually": 2910, "classified": 627, "categories": 578, "mental": 1807, "efforts": 1033, "reward": 2416, "called": 555, "wage": 2961, "gifts": 1326, "usable": 2901, "rent": 2367, "manufactured": 1760, "inputs": 1540, "machinery": 1731, "communication": 663, "facilities": 1189, "interest": 1560, "entrepreneurship": 1075, "special": 2601, "type": 2849, "talent": 2726, "organize": 2018, "manage": 1752, "takes": 2724, "risk": 2425, "loses": 1710, "profit": 2203, "entrepreneurs": 1074, "individuals": 1509, "nage": 1892, "inventions": 1579, "technologies": 2746, "practice": 2158, "look": 1704, "take": 2720, "risks": 2426, "losses": 1712, "already": 327, "wish": 3010, "say": 2465, "unable": 2855, "get": 1322, "prevailing": 2168, "going": 1335, "universal": 2881, "everlasting": 1119, "then": 2770, "must": 1886, "due": 994, "forced": 1265, "quantity": 2265, "implies": 1461, "turn": 2843, "whenever": 2988, "sacrificed": 2447, "thing": 2779, "same": 2456, "another": 350, "next": 1921, "best": 479, "forgone": 1271, "order": 2012, "obtain": 1954, "unit": 2877, "suppose": 2705, "country": 781, "spends": 2613, "cloth": 637, "computer": 688, "either": 1036, "meter": 1815, "20": 53, "measured": 1796, "money": 1852, "line": 1684, "substitution": 2671, "conclusion": 702, "increases": 1490, "substitute": 2667, "place": 2115, "ppf": 2156, "ppc": 2155, "shows": 2538, "combinations": 653, "technology": 2747, "draw": 984, "quality": 2261, "during": 999, "fixed": 1246, "broad": 522, "classes": 625, "produced": 2193, "operating": 1996, "achieving": 243, "change": 595, "asses": 390, "some": 2592, "adapted": 258, "specialization": 2602, "hypothetical": 1425, "produces": 2196, "food": 1262, "products": 2202, "metric": 1818, "tons": 2801, "500": 135, "420": 116, "320": 94, "180": 40, "number": 1944, "1000": 5, "1500": 34, "2000": 55, "display": 946, "graph": 1347, "figure": 1226, "describes": 882, "employs": 1053, "utilizes": 2917, "movement": 1872, "along": 326, "indicates": 1501, "ble": 489, "requires": 2381, "sacrificing": 2448, "reflected": 2338, "downward": 980, "sloping": 2569, "related": 2354, "increasing": 1491, "states": 2634, "per": 2087, "additional": 264, "makes": 1750, "shape": 2520, "concave": 691, "origin": 2019, "points": 2131, "attainable": 409, "point": 2130, "inefficient": 1518, "unattainable": 2858, "reason": 2310, "completely": 678, "adaptable": 257, "referring": 2335, "initially": 1534, "solution": 2589, "rring": 2437, "oc": 1959, "gives": 1329, "increase": 1488, "occurs": 1961, "conditions": 707, "occur": 1960, "advances": 276, "represented": 2376, "outward": 2036, "shift": 2526, "productivity": 2201, "sector": 2490, "improvement": 1470, "applied": 363, "would": 3026, "illustrated": 1445, "axis": 431, "asymmetric": 403, "growths": 1363, "common": 661, "every": 1120, "decide": 833, "quantities": 2264, "civil": 623, "military": 1825, "necessity": 1911, "luxury": 1725, "reduce": 2330, "final": 1228, "combination": 652, "exact": 1125, "depends": 868, "upon": 2895, "circumstances": 620, "technique": 2743, "once": 1981, "reached": 2297, "regarding": 2344, "stances": 2623, "determined": 897, "respective": 2388, "choosing": 616, "techniques": 2744, "cotton": 776, "hand": 1368, "looms": 1707, "power": 2152, "automatic": 418, "similarly": 2550, "wheat": 2986, "grown": 1360, "primitive": 2178, "little": 1688, "improvements": 1471, "broadly": 524, "speaking": 2600, "groups": 1357, "intensive": 1554, "relative": 2359, "supplies": 2700, "essential": 1099, "amounts": 340, "relates": 2355, "distributed": 954, "members": 1805, "whether": 2991, "benefit": 478, "few": 1223, "rich": 2417, "persons": 2098, "first": 1240, "try": 2837, "necessities": 1910, "population": 2139, "proceed": 2187, "center": 585, "around": 380, "directed": 927, "towards": 2809, "result": 2402, "within": 3014, "framewo": 1285, "framework": 1286, "summarized": 2690, "set": 2516, "organizational": 2017, "institutional": 1545, "arrangements": 381, "established": 1100, "customarily": 808, "capitalism": 563, "oldest": 1972, "became": 457, "widespread": 3002, "middle": 1822, "19th": 50, "century": 589, "privately": 2183, "owned": 2045, "initiative": 1535, "private": 2182, "work": 3018, "mainly": 1742, "minimal": 1832, "laissez": 1647, "faire": 1199, "features": 1218, "capitalistic": 565, "right": 2418, "property": 2217, "featu": 1216, "feature": 1217, "part": 2059, "factories": 1193, "mines": 1831, "under": 2864, "ownership": 2047, "freedom": 1288, "consumers": 735, "buy": 541, "suit": 2685, "tastes": 2735, "producers": 2195, "accordance": 229, "wishes": 3011, "sovereignty": 2598, "motive": 1870, "guided": 1365, "competition": 671, "exists": 1149, "sellers": 2506, "similar": 2548, "attract": 414, "customers": 809, "buyers": 543, "workers": 3020, "jobs": 1612, "employers": 1050, "investment": 1585, "funds": 1306, "mechanism": 1800, "minor": 1838, "role": 2431, "interfere": 1561, "ment": 1806, "confines": 710, "itself": 1608, "defense": 849, "maintenance": 1744, "self": 2503, "motivated": 1867, "gain": 1309, "inequalities": 1520, "gap": 1311, "existence": 1147, "negative": 1915, "externalities": 1182, "externality": 1183, "harm": 1375, "inconvenience": 1485, "suffered": 2680, "third": 2783, "party": 2065, "actions": 249, "others": 2025, "against": 289, "advantages": 278, "flexibility": 1248, "adaptability": 256, "successfully": 2676, "adapts": 259, "changing": 598, "environments": 1079, "decentralization": 831, "mechanisms": 1801, "decentralizing": 832, "force": 1264, "concentration": 694, "capita": 561, "rapid": 2282, "leads": 1658, "vari": 2929, "varieties": 2935, "scale": 2469, "creates": 789, "supports": 2704, "skills": 2564, "optimum": 2006, "utilization": 2915, "innovations": 1537, "technological": 2745, "progress": 2207, "high": 1394, "formation": 1274, "disadvantages": 934, "inequality": 1521, "promotes": 2211, "unbalanced": 2860, "develop": 900, "geographic": 1319, "regions": 2350, "sections": 2489, "exploitation": 1170, "paying": 2073, "low": 1716, "wages": 2962, "where": 2989, "maximization": 1782, "ma": 1729, "ur": 2899, "sense": 2508, "impacts": 1453, "pollution": 2136, "socialistic": 2583, "institutions": 1546, "engaged": 1058, "controlled": 759, "state": 2630, "socialism": 2581, "lost": 1713, "popularity": 2138, "socialist": 2582, "countries": 780, "trying": 2838, "economies": 1019, "collective": 648, "planning": 2118, "performed": 2093, "controlling": 760, "authority": 417, "according": 230, "socio": 2585, "strong": 2649, "complete": 677, "control": 758, "aims": 306, "maximizing": 1786, "allow": 320, "trong": 2833, "equality": 1082, "incomes": 1483, "exist": 1146, "absent": 219, "accumulation": 238, "lead": 1656, "comparison": 668, "absence": 218, "wasteful": 2969, "unhealthy": 2874, "balanced": 437, "centralized": 587, "sectors": 2492, "equally": 1083, "elimination": 1044, "monopolies": 1854, "avoid": 425, "evils": 1122, "political": 2135, "lth": 1723, "incentives": 1476, "hard": 1373, "entire": 1070, "bureaucrats": 536, "considered": 720, "running": 2442, "businesses": 538, "financial": 1233, "incentive": 1475, "grows": 1361, "relatively": 2360, "slow": 2570, "lack": 1645, "investors": 1586, "totally": 2807, "powers": 2154, "concentrated": 693, "hands": 1369, "red": 2327, "tapism": 2730, "widely": 3001, "prevalent": 2169, "officials": 1967, "attempt": 412, "combine": 654, "incorporates": 1487, "allows": 324, "public": 2233, "co": 640, "roles": 2432, "strategic": 2646, "importance": 1463, "heavy": 1385, "generation": 1318, "whereas": 2990, "small": 2572, "criterion": 795, "success": 2674, "remove": 2366, "regional": 2349, "imbalances": 1448, "seeks": 2498, "achieve": 241, "ordinated": 2015, "operates": 1995, "regulated": 2351, "allowed": 323, "rules": 2440, "prevent": 2170, "limits": 1683, "owning": 2048, "progressive": 2208, "taxation": 2737, "concessions": 700, "subsides": 2662, "implemented": 1458, "motivation": 1869, "ensures": 1064, "adequate": 265, "employees": 1049, "planned": 2117, "properly": 2215, "utilized": 2916, "fast": 1209, "ec": 1016, "ts": 2839, "complement": 674, "fewer": 1224, "restricted": 2400, "ineffectiveness": 1516, "inefficiency": 1517, "actually": 253, "usual": 2909, "responsibility": 2394, "ineffective": 1515, "regulation": 2352, "corruption": 773, "black": 488, "policies": 2133, "directives": 930, "effectively": 1027, "vulnerable": 2960, "increased": 1489, "cir": 618, "overnment": 2041, "closed": 635, "person": 2096, "live": 1689, "roof": 2433, "joint": 1614, "selling": 2507, "buying": 544, "16": 35, "legal": 1664, "influence": 1526, "agents": 291, "transacted": 2820, "exchanged": 1138, "governments": 1342, "factor": 1192, "input": 1539, "transact": 2819, "exchange": 1137, "owners": 2046, "sell": 2504, "diagram": 907, "visual": 2953, "birr": 486, "flows": 1252, "simplicity": 2552, "let": 1671, "see": 2495, "clock": 633, "wise": 3009, "direction": 928, "upper": 2896, "lower": 1717, "al": 310, "anti": 352, "revenue": 2413, "spending": 2612, "receive": 2314, "expenditure": 1158, "supplying": 2702, "represents": 2377, "purchase": 2237, "17": 37, "bought": 504, "sold": 2587, "hire": 1402, "consume": 732, "own": 2044, "ods": 1962, "involved": 1588, "shown": 2537, "below": 477, "difference": 910, "participation": 2060, "required": 2378, "provision": 2229, "purchased": 2238, "payments": 2075, "18": 39, "es": 1097, "collect": 645, "subsidy": 2664, "support": 2703, "gov": 1340, "service": 2514, "provided": 2226, "goes": 1334, "providing": 2228, "subsidies": 2663, "ask": 387, "source": 2596, "finance": 1230, "expenditures": 1159, "tax": 2736, "collected": 646, "ranches": 2277, "variables": 2932, "functions": 1303, "categorized": 579, "possibility": 2146, "depicts": 870, "discussion": 945, "define": 852, "perspective": 2099, "suits": 2687, "gained": 1310, "discuss": 941, "please": 2123, "link": 1685, "lives": 1690, "explain": 1166, "big": 483, "cities": 621, "air": 308, "likelihood": 1678, "poisoning": 2132, "scenario": 2475, "justify": 1622, "ir": 1594, "category": 580, "regimes": 2347, "eprdf": 1080, "derg": 873, "imperial": 1456, "regime": 2346, "detail": 891, "items": 1604, "assume": 396, "millions": 1827, "90": 197, "calculate": 548, "trend": 2830, "values": 2928, "exhibit": 1145, "changes": 597, "suggested": 2684, "reading": 2303, "materials": 1776, "koutsoyiannis": 1639, "2nd": 82, "edition": 1024, "1979": 42, "dwivedi": 1000, "1997": 49, "3rd": 109, "vikas": 2950, "publishing": 2235, "pindyck": 2114, "rubinfeld": 2438, "1992": 47, "varian": 2933, "2010": 61, "8th": 196, "cole": 644, "contemporary": 741, "ferguson": 1221, "gould": 1339, "1989": 45, "microeconomic": 1820, "6th": 171, "mansfield": 1758, "1988": 44, "applications": 362, "arnold": 379, "2008": 59, "international": 1565, "student": 2653, "having": 1379, "learnt": 1659, "meaning": 1792, "fundamentals": 1305, "previous": 2171, "now": 1942, "resort": 2384, "very": 2944, "issue": 1599, "operate": 1994, "forward": 1281, "exploration": 1171, "understanding": 2869, "focusing": 1258, "powerful": 2153, "namely": 1896, "kets": 1628, "show": 2536, "determine": 896, "reveal": 2412, "sensitivity": 2509, "covering": 784, "affecting": 284, "side": 2544, "reaches": 2298, "condition": 706, "could": 777, "decrease": 842, "commodity": 660, "normally": 1934, "buys": 545, "always": 335, "slope": 2566, "downwards": 981, "left": 1662, "exceptions": 1134, "ease": 1013, "forces": 1266, "determining": 899, "affect": 282, "loose": 1708, "mere": 1811, "willing": 3005, "he": 1381, "she": 2525, "desires": 889, "her": 1390, "backed": 434, "purchasing": 2240, "car": 566, "significance": 2545, "ability": 213, "constitutes": 726, "backe": 433, "become": 460, "specifically": 2605, "things": 2780, "unchanged": 2862, "ceteris": 592, "paribus": 2058, "demanded": 861, "inversely": 1583, "decreases": 844, "equation": 1087, "constructed": 730, "list": 1686, "purchases": 2239, "orange": 2010, "week": 2978, "kg": 1630, "23": 70, "graphical": 1348, "representation": 2374, "period": 2094, "oranges": 2011, "oy": 2051, "ox": 2050, "kilogram": 1631, "kilograms": 1632, "notice": 1941, "declines": 839, "vice": 2946, "versa": 2940, "mathematical": 1777, "remaining": 2363, "typical": 2851, "qd": 2255, "bp": 507, "2p": 83, "find": 1235, "numerical": 1946, "horizontally": 1413, "adding": 262, "merical": 1812, "equal": 1081, "identical": 1434, "qm": 2258, "200p": 60, "influenced": 1527, "taste": 2734, "preference": 2160, "expectation": 1155, "vi": 2945, "onsumers": 1988, "25": 73, "kept": 1627, "remain": 2362, "constant": 725, "except": 1133, "listed": 1687, "while": 2993, "bring": 520, "original": 2020, "location": 1699, "shifters": 2527, "determinant": 893, "call": 554, "shifts": 2528, "rightward": 2420, "leftward": 1663, "examine": 1127, "favour": 1212, "opposite": 2002, "true": 2835, "depending": 867, "affects": 285, "normal": 1933, "inferior": 1523, "whose": 2997, "expected": 1157, "dependent": 866, "d0": 814, "d2": 817, "upward": 2898, "d1": 815, "decre": 841, "complimentary": 682, "tea": 2741, "coffee": 642, "pepsi": 2086, "coca": 641, "cola": 643, "substitutes": 2669, "directly": 931, "jointly": 1615, "consumed": 733, "fuel": 1295, "sugar": 2683, "compliments": 683, "complements": 676, "future": 1308, "buyer": 542, "horizontal": 1412, "sum": 2688, "significantly": 2547, "crucial": 797, "quantitative": 2263, "responsiveness": 2397, "accordingly": 231, "cepts": 590, "kinds": 1634, "cross": 796, "27": 77, "react": 2300, "reaction": 2301, "lesser": 1670, "smaller": 2573, "much": 1883, "responds": 2391, "computed": 687, "percentage": 2089, "divided": 957, "clothes": 638, "fruit": 1294, "salt": 2454, "grains": 1345, "proportion": 2218, "chang": 594, "eir": 1035, "ways": 2972, "arc": 372, "calculated": 549, "formula": 1278, "straight": 2645, "joining": 1613, "axes": 429, "qo": 2259, "q1": 2252, "assumed": 397, "intimately": 1574, "close": 634, "28": 79, "n1": 1891, "elasticities": 1039, "diffe": 908, "help": 1386, "remembered": 2365, "drawback": 985, "applicable": 361, "slight": 2565, "acquire": 244, "minute": 1840, "possess": 2144, "schedules": 2478, "gaps": 1312, "cases": 575, "measurement": 1797, "midpoints": 1823, "measures": 1798, "portion": 2140, "segment": 2501, "re": 2295, "symbolically": 2712, "plus": 2125, "rp": 2435, "connects": 714, "beginning": 466, "on1": 1980, "om1": 1976, "symbol": 2711, "m1": 1727, "29": 80, "here": 1391, "po": 2128, "p1": 2052, "illustrate": 1444, "br": 508, "falls": 1203, "le": 1655, "rises": 2423, "110": 16, "ratio": 2287, "elastic": 1038, "inelastic": 1519, "unitary": 2878, "availability": 421, "stic": 2640, "long": 1703, "tends": 2754, "tend": 2752, "adjust": 266, "pattern": 2070, "spend": 2611, "spent": 2614, "gold": 1336, "210": 68, "30": 88, "affected": 283, "xy": 3033, "qx": 2271, "unrelated": 2887, "consider": 716, "response": 2392, "67": 164, "py": 2250, "supplied": 2697, "tells": 2751, "tabular": 2719, "offered": 1966, "sale": 2452, "seller": 2505, "butter": 540, "80": 183, "conveys": 766, "graphically": 1349, "rather": 2286, "briefly": 519, "functional": 1300, "slopes": 2568, "go": 1331, "derivation": 874, "apart": 358, "vii": 2949, "weather": 2977, "raw": 2292, "mate": 1774, "likewise": 1679, "advancement": 275, "enables": 1055, "impact": 1452, "agricultural": 302, "boosts": 496, "imp": 1451, "expectations": 1156, "using": 2908, "simple": 2551, "proportionate": 2219, "ormula": 2022, "great": 1351, "induces": 1510, "vertical": 2942, "second": 2487, "infinite": 1524, "p2": 2053, "seen": 2500, "together": 2800, "equals": 1084, "sup": 2695, "surplus": 2706, "hj": 1405, "suppliers": 2699, "prefer": 2159, "leading": 1657, "gf": 1324, "qs": 2260, "35": 100, "4p": 129, "120": 20, "50": 134, "clearing": 632, "e1": 1003, "e2": 1004, "stable": 2619, "happen": 1370, "remains": 2364, "resultant": 2403, "dd": 824, "ss": 2615, "intersect": 1570, "op": 1989, "d1d1": 816, "intersects": 1572, "op1": 1990, "d2d2": 818, "op2": 1991, "om2": 1977, "reduces": 2331, "m2": 1728, "36": 102, "knowledg": 1636, "ange": 347, "explains": 1168, "s1s1": 2444, "contrary": 751, "moves": 1873, "s2s2": 2446, "raising": 2276, "reducing": 2332, "combined": 655, "definitely": 855, "rise": 2422, "fall": 1200, "decline": 838, "depend": 865, "s2": 2445, "s1": 2443, "considering": 721, "initial": 1533, "magnitude": 1740, "increment": 1492, "dem": 859, "ing": 1532, "directions": 929, "offer": 1965, "dete": 892, "giffen": 1325, "de": 825, "ll": 1692, "excess": 1135, "workout": 3022, "unresponsive": 2888, "education": 1025, "universities": 2883, "responsive": 2396, "add": 260, "vertically": 2943, "lemon": 1665, "potential": 2150, "10qi": 14, "dollars": 967, "cup": 799, "qi": 2257, "cups": 800, "ith": 1605, "algebra": 312, "priced": 2174, "tickets": 2793, "ethiopian": 1111, "camparada": 556, "film": 1227, "200": 54, "000": 1, "000p": 2, "interpret": 1567, "39": 106, "ulate": 2852, "month": 1860, "local": 1698, "café": 547, "3000": 90, "5000": 136, "despite": 890, "kind": 1633, "gested": 1321, "act": 247, "derive": 876, "satisfaction": 2458, "thought": 2787, "mother": 1866, "know": 1635, "decides": 835, "begins": 467, "something": 2593, "infer": 1522, "premise": 2164, "unders": 2867, "understood": 2870, "examining": 1129, "practical": 2157, "account": 232, "face": 1186, "constraints": 729, "restrict": 2399, "put": 2247, "constraint": 728, "differentiate": 914, "indifference": 1505, "properties": 2216, "comparing": 667, "bundle": 534, "bundles": 535, "strictly": 2648, "indifferent": 1506, "tell": 2750, "preferred": 2162, "behaves": 468, "situations": 2559, "involving": 1590, "chooses": 615, "prefers": 2163, "interpreted": 1568, "saying": 2466, "write": 3027, "just": 1619, "satisfied": 2459, "consuming": 737, "weakly": 2975, "relations": 2357, "strict": 2647, "weak": 2974, "themselves": 2769, "conclude": 701, "thinks": 2782, "least": 1660, "says": 2467, "pleasure": 2124, "usefulness": 2905, "syno": 2713, "ption": 2232, "synonymous": 2714, "defining": 854, "bear": 456, "mind": 1829, "paintings": 2056, "picasso": 2111, "useless": 2906, "functionally": 1301, "art": 383, "lovers": 1715, "centric": 588, "vary": 2938, "non": 1931, "smokers": 2575, "cigarettes": 617, "places": 2116, "drinking": 987, "early": 1007, "morning": 1864, "lunch": 1724, "compare": 665, "utilit": 2912, "cardinalist": 568, "school": 2479, "postulated": 2149, "objectively": 1949, "ordinalist": 2014, "measurable": 1794, "numbers": 1945, "rank": 2281, "derives": 878, "arbitrary": 371, "utils": 2919, "bilen": 485, "banana": 440, "assert": 389, "gets": 1323, "rationality": 2291, "maximi": 1781, "rational": 2288, "cardinally": 569, "deserves": 883, "start": 2626, "received": 2315, "monthly": 1861, "salary": 2451, "give": 1327, "weeks": 2979, "diminishing": 925, "dmu": 962, "successive": 2677, "diminishes": 924, "acquires": 246, "larger": 1650, "basket": 452, "wi": 2999, "tu": 2840, "43": 117, "consumes": 736, "saturation": 2462, "beyond": 482, "capable": 559, "enjoying": 1061, "mu": 1880, "extra": 1184, "realizes": 2308, "results": 2405, "mathematically": 1778, "ope": 1992, "continuously": 747, "becomes": 461, "44": 118, "depicted": 869, "follows": 1261, "observed": 1952, "maximized": 1784, "decreasing": 845, "ldmu": 1654, "him": 1399, "45": 119, "homogenous": 1411, "color": 651, "design": 884, "con": 690, "ons": 1986, "brings": 521, "single": 2557, "proof": 2214, "maximizes": 1785, "max": 1780, "necessary": 1909, "equating": 1086, "derivative": 875, "dq": 982, "du": 993, "46": 122, "mux": 1888, "px": 2248, "pays": 2076, "achieved": 242, "exhausted": 1144, "saron": 2457, "bread": 515, "loaf": 1694, "obtains": 1956, "se": 2483, "recall": 2313, "last": 1651, "consistent": 724, "mu1": 1881, "mu2": 1882, "q2": 2253, "tu1": 2841, "tu2": 2842, "limitation": 1680, "assumption": 401, "doubtful": 977, "quantified": 2262, "absolutely": 221, "unrealistic": 2886, "express": 1175, "absolute": 220, "util": 2911, "ossible": 2023, "1st": 52, "suffices": 2681, "baskets": 453, "48": 125, "subs": 2661, "substituted": 2668, "transitivity": 2825, "explained": 1167, "map": 1764, "onsumer": 1987, "yield": 3037, "49": 126, "negatively": 1916, "sloped": 2567, "oping": 1998, "keep": 1624, "decreased": 843, "convex": 764, "move": 1871, "convexity": 765, "reflection": 2339, "perfect": 2090, "further": 1307, "away": 428, "lies": 1674, "denotes": 864, "contain": 739, "ones": 1983, "never": 1919, "consistency": 723, "rule": 2439, "intersection": 1571, "violations": 2951, "ic1": 1428, "ic2": 1429, "ic3": 1430, "ic": 1427, "contradictory": 750, "inconsistent": 1484, "inciple": 1477, "mrs": 1878, "willingness": 3006, "maintains": 1743, "scarified": 2473, "fo": 1255, "ained": 307, "51": 138, "mrsx": 1879, "associated": 394, "respectively": 2389, "scarify": 2474, "muy": 1889, "differential": 913, "dy": 1002, "dx": 1001, "ce": 584, "discussed": 942, "section": 2488, "affordable": 286, "constrained": 727, "presented": 2165, "52": 141, "facing": 1190, "confronted": 712, "assuming": 399, "rearranging": 2309, "outside": 2035, "unaffordable": 2856, "53": 142, "sketch": 2562, "intercept": 1558, "drawn": 986, "kee": 1623, "keeping": 1625, "inward": 1591, "54": 144, "expensive": 1162, "ward": 2965, "cheaper": 607, "sumer": 2689, "records": 2323, "instance": 1542, "flatter": 1247, "reverse": 2414, "steeper": 2637, "pri": 2172, "55": 145, "indicated": 1500, "specifies": 2608, "highest": 1396, "tangent": 2728, "56": 146, "4x": 133, "2y": 87, "moreover": 1863, "substituting": 2670, "unlike": 2884, "indifferenc": 1504, "elaborate": 1037, "justifications": 1621, "ea": 1005, "happens": 1372, "doubles": 976, "apple": 360, "dollar": 966, "68": 165, "240": 72, "ana": 342, "59": 149, "contrast": 752, "transformed": 2823, "transforming": 2824, "creating": 790, "end": 1056, "tangible": 2729, "intangible": 1550, "existing": 1148, "algebraic": 313, "described": 881, "61": 157, "x1": 3029, "x2": 3030, "x3": 3031, "xn": 3032, "readily": 2302, "changed": 596, "indicate": 1499, "immediate": 1449, "adjustment": 269, "requirement": 2379, "beer": 463, "suddenly": 2679, "brewery": 517, "plant": 2120, "overnight": 2040, "respond": 2390, "buildings": 533, "machineries": 1730, "becau": 458, "er": 1094, "manipulated": 1756, "easily": 1014, "altered": 329, "almost": 325, "instantaneously": 1543, "desired": 888, "diminished": 923, "unskilled": 2889, "refer": 2333, "unique": 2876, "classify": 628, "sufficient": 2682, "noted": 1939, "periods": 2095, "durations": 998, "cha": 593, "icient": 1431, "sub": 2658, "confined": 709, "utilizing": 2918, "contribution": 756, "marg": 1765, "ly": 1726, "tp": 2810, "continues": 745, "eventually": 1117, "employ": 1047, "carrying": 572, "capacity": 560, "assumes": 398, "mp": 1875, "attributed": 415, "addition": 263, "resulting": 2404, "employing": 1051, "worker": 3019, "holding": 1408, "mpl": 1876, "dl": 959, "dtp": 990, "extent": 1180, "continue": 744, "ap": 357, "apl": 359, "tion": 2796, "rays": 2294, "originating": 2021, "l2": 1641, "tp2": 2812, "ray": 2293, "63": 160, "tp3": 2813, "tp1": 2811, "l1": 1640, "l3": 1642, "stated": 2631, "cut": 810, "flower": 1251, "4kl": 128, "6k": 168, "1l": 51, "inp": 1538, "asing": 386, "reach": 2296, "achievable": 240, "20l": 66, "4k": 127, "2l": 81, "employed": 1048, "optimal": 2004, "985": 211, "added": 261, "hired": 1403, "presumed": 2167, "innate": 1536, "training": 2818, "experience": 1164, "ultimately": 2854, "energetic": 1057, "starts": 2629, "exceeds": 1132, "returns": 2411, "position": 2141, "ranges": 2280, "stage": 2621, "covers": 785, "region": 2348, "too": 2802, "rang": 2278, "still": 2641, "termed": 2756, "slower": 2571, "contributing": 755, "positively": 2143, "declining": 840, "indicating": 1502, "optimally": 2005, "accompanied": 227, "volume": 2956, "quite": 2269, "excessive": 1136, "obviously": 1958, "simply": 2554, "ition": 1606, "item": 1603, "differently": 917, "accountants": 234, "accountant": 233, "explicit": 1169, "economist": 1020, "implicit": 1460, "ignores": 1440, "considers": 722, "direct": 926, "expenses": 1161, "salaries": 2450, "depreciation": 871, "allowances": 322, "borrowed": 500, "electricity": 1041, "telephone": 2749, "pocket": 2129, "calculates": 550, "incurred": 1494, "uts": 2920, "expense": 1160, "entrepreneur": 1072, "himself": 1400, "herself": 1392, "calculating": 551, "obtained": 1955, "estimating": 1106, "estimated": 1104, "mr": 1877, "quits": 2270, "00": 0, "taken": 2721, "equations": 1088, "tables": 2718, "tc": 2740, "broken": 525, "down": 978, "tfc": 2762, "tvc": 2846, "regarded": 2343, "unavoidable": 2859, "regardless": 2345, "stops": 2644, "operation": 1997, "shuts": 2541, "administrative": 273, "staff": 2620, "building": 532, "repairs": 2369, "shapes": 2522, "denoted": 863, "parallel": 2057, "ou": 2026, "fc": 1213, "inverse": 1582, "until": 2892, "afc": 281, "dividing": 958, "corresponding": 772, "asymptotically": 405, "avc": 423, "minimum": 1836, "behind": 471, "atc": 407, "ac": 222, "equivalently": 1093, "mc": 1789, "incurs": 1496, "dtc": 988, "respect": 2387, "dtvc": 992, "dtfc": 989, "shaped": 2521, "69": 166, "sho": 2529, "distance": 949, "passes": 2066, "2q3": 86, "2q2": 85, "expression": 1177, "expressions": 1178, "minimize": 1833, "2q": 84, "dc": 823, "6q2": 170, "4q": 130, "dmc": 960, "12q": 23, "minimized": 1834, "davc": 821, "mus": 1885, "finally": 1229, "71": 174, "graphs": 1350, "mirror": 1841, "image": 1446, "intensively": 1555, "involve": 1587, "includes": 1480, "irrespective": 1596, "ions": 1592, "oeconomics": 1963, "goal": 1332, "oligopolistic": 1973, "pure": 2241, "imperfect": 1454, "structures": 2652, "comprehensive": 686, "american": 337, "marketing": 1770, "association": 395, "1985": 43, "executing": 1142, "conception": 696, "pricing": 2176, "promotion": 2213, "create": 787, "exchanges": 1139, "servi": 2513, "internet": 1566, "mobile": 1844, "phones": 2105, "advertising": 280, "media": 1802, "channels": 599, "accelerate": 223, "transmit": 2826, "terminal": 2757, "networks": 1918, "physically": 2108, "merchandise": 1809, "marketers": 1769, "effortlessly": 1032, "target": 2731, "personal": 2097, "brands": 513, "characterized": 604, "rivalry": 2428, "assumpti": 400, "share": 2523, "group": 1356, "makers": 1749, "takers": 2723, "interaction": 1557, "homogeneous": 1410, "homogeneity": 1409, "supp": 2696, "advantage": 277, "mobility": 1845, "throughout": 2790, "monopolized": 1858, "entry": 1076, "exit": 1150, "restriction": 2401, "barrier": 444, "enter": 1066, "quit": 2268, "accord": 228, "interference": 1562, "functioning": 1302, "marke": 1767, "discriminator": 940, "procurement": 2190, "indirect": 1507, "enterprise": 1068, "intended": 1552, "imperfection": 1455, "taker": 2722, "whatever": 2985, "pm": 2127, "df": 905, "incur": 1493, "loss": 1711, "di": 906, "nd": 1906, "tr": 2814, "receives": 2316, "multiplying": 1884, "ar": 370, "pxq": 2249, "ra": 2272, "77": 180, "purely": 2242, "adjusting": 268, "adjusts": 270, "realize": 2307, "ompare": 1978, "greatest": 1353, "q0": 2251, "qe": 2256, "met": 1813, "78": 181, "foc": 1256, "conditi": 705, "dmr": 961, "soc": 2579, "falling": 1202, "dtr": 991, "79": 182, "earn": 1008, "los": 1709, "shut": 2539, "earns": 1012, "area": 374, "incurring": 1495, "break": 516, "earning": 1010, "shutdown": 2540, "stop": 2643, "irres": 1595, "far": 1207, "cover": 783, "minimizes": 1835, "shutting": 2542, "min": 1828, "estimates": 1105, "10q": 13, "4q2": 131, "q3": 2254, "stay": 2635, "81": 184, "satisfies": 2460, "ris": 2421, "rm": 2430, "alternatively": 331, "equate": 1085, "8q": 195, "3q2": 108, "3q": 107, "test": 2760, "6q": 169, "doesn": 965, "cond": 704, "implying": 1462, "summation": 2692, "cleared": 631, "tendency": 2753, "expand": 1151, "contract": 748, "spectrum": 2610, "sole": 2588, "supplier": 2698, "monopolist": 1855, "view": 2948, "reasonable": 2311, "ndustry": 1907, "maker": 1748, "exercises": 1143, "considerable": 717, "responsible": 2395, "controls": 761, "blocked": 492, "competitors": 673, "barriers": 445, "entering": 1067, "emergence": 1045, "created": 788, "postal": 2148, "telegraph": 2748, "radio": 2273, "tv": 2845, "rail": 2274, "airlines": 309, "key": 1629, "traditional": 2816, "aluminum": 334, "company": 664, "america": 336, "had": 1366, "acquired": 245, "bauxite": 454, "primary": 2177, "probably": 2184, "size": 2561, "eliminate": 1043, "curbing": 801, "monopoli": 1853, "patent": 2068, "rights": 2419, "granted": 1346, "specified": 2607, "character": 601, "differentiated": 915, "blend": 490, "element": 1042, "arises": 378, "en": 1054, "ler": 1668, "enough": 1062, "eyes": 1185, "variety": 2936, "style": 2657, "brand": 512, "name": 1894, "differentiation": 916, "eg": 1034, "fancied": 1206, "packing": 2054, "easy": 1015, "pcm": 2077, "believes": 476, "worth": 3025, "rivals": 2429, "advertisement": 279, "thereby": 2774, "loyalty": 1720, "retail": 2406, "clothing": 639, "shoes": 2532, "soap": 2578, "dominant": 971, "although": 333, "undefined": 2863, "significant": 2546, "interdependence": 1559, "hold": 1407, "rival": 2427, "distinguishing": 952, "characteristic": 602, "obstacles": 1953, "hinder": 1401, "sc": 2468, "erdependence": 1095, "uniformity": 2875, "differ": 909, "considerably": 718, "asymmetrical": 404, "fear": 1214, "wars": 2967, "sales": 2453, "warranties": 2966, "build": 531, "recognition": 2320, "duopoly": 995, "models": 1847, "monopolistic": 1856, "none": 1932, "narrow": 1897, "mutual": 1887, "collusion": 650, "steel": 2636, "automobiles": 420, "utilities": 2913, "resembles": 2382, "similarities": 2549, "differences": 911, "nicholson": 1925, "extension": 1179, "5th": 151, "salvatore": 2455, "2003": 57, "4th": 132, "conce": 692, "conventionally": 763, "disaggregated": 935, "overall": 2039, "performance": 2092, "budgetary": 529, "cure": 802, "completing": 679, "financing": 1234, "working": 3021, "aggregation": 296, "aimed": 305, "balance": 436, "payment": 2074, "bop": 497, "ensure": 1063, "fair": 1198, "citizens": 622, "nia": 1924, "record": 2321, "observe": 1951, "formulate": 1279, "plans": 2119, "discussing": 944, "named": 1895, "gross": 1355, "domestic": 969, "currently": 804, "boundary": 506, "onl": 1984, "processes": 2189, "calculations": 553, "territory": 2759, "owns": 2049, "iq": 1593, "pi": 2109, "series": 2511, "domestically": 970, "geographical": 1320, "locations": 1700, "89": 194, "nfi": 1922, "net": 1917, "abroad": 217, "paid": 2055, "foreigners": 1268, "parties": 2064, "basically": 449, "double": 974, "counting": 779, "arise": 377, "automobile": 419, "unting": 2893, "tires": 2797, "were": 2983, "components": 684, "manufacturers": 1761, "included": 1479, "avoiding": 427, "taking": 2725, "valued": 2927, "scenarios": 2476, "million": 1826, "agriculture": 303, "allied": 315, "9309": 203, "7000": 173, "forestry": 1269, "fishing": 1244, "1309": 25, "147413": 31, "mining": 1837, "quarrying": 2266, "9842": 210, "medium": 1803, "manufacturing": 1762, "91852": 199, "13717": 26, "construction": 731, "32002": 95, "357": 101, "872": 191, "banking": 442, "insurance": 1549, "estate": 1103, "121704": 21, "administration": 272, "36605": 103, "health": 1382, "20000": 56, "32509": 96, "147054": 30, "87348": 192, "309": 91, "147": 29, "413": 114, "514": 139, "594": 150, "348": 99, "601": 156, "942": 205, "farmer": 1208, "oil": 1970, "factory": 1195, "retailers": 2407, "2500": 75, "calculation": 552, "summing": 2693, "exports": 1174, "ne": 1908, "91": 198, "durable": 996, "refrigerators": 2342, "video": 2947, "recorders": 2322, "pens": 2082, "plants": 2121, "inventories": 1580, "houses": 1417, "residential": 2383, "inventory": 1581, "differs": 918, "pending": 2081, "former": 1276, "replacement": 2373, "latter": 1652, "replace": 2372, "minus": 1839, "finished": 1236, "transfer": 2821, "reflect": 2337, "imports": 1467, "export": 1172, "4500": 120, "600": 153, "250": 74, "300": 89, "federal": 1219, "150": 33, "5300": 143, "92": 201, "accruing": 237, "incorporated": 1486, "recipients": 2319, "contributed": 753, "excluded": 1141, "thes": 2776, "ayments": 432, "redistribution": 2329, "taxpayers": 2739, "age": 290, "pension": 2083, "claims": 624, "compensation": 670, "rental": 2368, "proprietors": 2222, "corporate": 768, "45623": 121, "1249": 22, "proprietor": 2221, "10561": 11, "16960": 36, "subtotal": 2672, "27521": 78, "5189": 140, "503": 137, "476": 124, "11368": 18, "domest": 968, "rporate": 2436, "69195": 167, "2036": 65, "11231": 17, "9195": 200, "60000": 155, "93": 202, "task": 2733, "estimation": 1107, "boundaries": 505, "earned": 1009, "nationals": 1901, "been": 462, "agreed": 299, "decided": 834, "natio": 1898, "hould": 1414, "consideration": 719, "difficulty": 921, "disposal": 948, "underground": 2865, "imputation": 1472, "illegal": 1443, "hide": 1393, "evade": 1112, "inadequate": 1474, "sometimes": 2594, "reliable": 2361, "monetized": 1851, "developing": 902, "substantial": 2666, "retained": 2408, "valuation": 2925, "deducted": 846, "difficulties": 920, "keeps": 1626, "assessed": 391, "base": 446, "focus": 1257, "correctly": 771, "computers": 689, "dramatically": 983, "fallen": 1201, "sharply": 2524, "applies": 364, "cars": 573, "nnp": 1926, "ni": 1923, "disposable": 947, "pdi": 2078, "annual": 349, "defect": 848, "fails": 1197, "allowance": 321, "accurate": 239, "contributions": 757, "ns": 1943, "contributes": 754, "nothing": 1940, "return": 2410, "subtract": 2673, "ibt": 1426, "security": 2493, "bond": 493, "nal": 1893, "doubled": 975, "exactly": 1126, "adjusted": 267, "comparisons": 669, "overtime": 2043, "2017": 62, "2018": 63, "625": 159, "useful": 2904, "happening": 1371, "96": 207, "exa": 1124, "my": 1890, "140": 28, "indicator": 1503, "representative": 2375, "compares": 666, "composition": 685, "denote": 862, "today": 2799, "pt": 2231, "somewhat": 2595, "imported": 1465, "assigns": 393, "weights": 2980, "recurrent": 2326, "ups": 2897, "downs": 979, "exper": 1163, "times": 2795, "fluctuation": 1253, "simultaneous": 2555, "expansion": 1153, "contraction": 749, "phases": 2102, "boom": 495, "peak": 2079, "phase": 2101, "marks": 1772, "recession": 2318, "faster": 1210, "unsustainable": 2891, "wing": 3007, "prosperity": 2223, "particularly": 2063, "severe": 2519, "depression": 872, "trough": 2834, "hardship": 1374, "recovery": 2325, "lowest": 1719, "idle": 1438, "recover": 2324, "option": 2007, "again": 288, "path": 2069, "fully": 1298, "cycles": 812, "duration": 997, "intensity": 1553, "unemployed": 2872, "dealt": 827, "without": 3015, "actively": 250, "searching": 2485, "context": 743, "prod": 2191, "ho": 1406, "begin": 465, "classifying": 629, "ages": 292, "seekers": 2497, "bracket": 509, "children": 610, "retired": 2409, "correctional": 770, "sick": 2543, "disabled": 932, "99": 212, "frictional": 1291, "brief": 518, "ex": 1123, "experienced": 1165, "seasonality": 2486, "voluntary": 2957, "switching": 2710, "entrance": 1071, "immediately": 1450, "graduation": 1344, "structural": 2650, "mismatch": 1842, "requirements": 2380, "vacancies": 2921, "graduate": 1343, "piassa": 2110, "cyclical": 813, "deficiency": 850, "rates": 2285, "unemplo": 2871, "sustainable": 2708, "serves": 2512, "emphasis": 1046, "sustained": 2709, "offset": 1968, "pull": 2236, "push": 2246, "chases": 606, "continuous": 746, "banks": 443, "charge": 605, "loans": 1696, "fisher": 1243, "nomi": 1928, "raise": 2275, "balances": 438, "frequent": 1289, "trips": 2832, "bank": 441, "withdraw": 3013, "metaphorically": 1814, "shoe": 2531, "leather": 1661, "uncertainty": 2861, "redistributes": 2328, "loan": 1695, "agreements": 301, "specify": 2609, "agreement": 300, "turns": 2844, "debtor": 830, "wins": 3008, "creditor": 792, "repays": 2371, "valuable": 2924, "repayment": 2370, "antici": 353, "anticipated": 354, "unanticipated": 2857, "hurts": 1423, "variability": 2930, "frequently": 1290, "printing": 2181, "distributing": 955, "catalogue": 577, "menu": 1808, "overriding": 2042, "prudent": 2230, "management": 1754, "refrain": 2341, "saving": 2463, "collects": 649, "finances": 1232, "borrowing": 502, "internal": 1564, "external": 1181, "borro": 498, "debt": 829, "debate": 828, "appropriate": 369, "united": 2879, "alexander": 311, "hamilton": 1367, "believed": 475, "blessing": 491, "james": 1610, "madison": 1739, "argued": 375, "curse": 805, "augment": 416, "options": 2008, "opted": 2003, "concessional": 699, "accessing": 226, "thumb": 2791, "projects": 2209, "enterprises": 1069, "accessed": 225, "feasible": 1215, "profitable": 2204, "sed": 2494, "managed": 1753, "soes": 2586, "contains": 740, "guaranteed": 1364, "identity": 1437, "outflow": 2031, "nx": 1947, "cash": 576, "merchandize": 1810, "lenders": 1666, "exporting": 1173, "importing": 1466, "borrowers": 501, "ultimate": 2853, "geared": 1314, "moderate": 1848, "balancing": 439, "foreign": 1267, "stabilizing": 2618, "attaining": 411, "environment": 1077, "adoption": 274, "suitable": 2686, "credit": 791, "lending": 1667, "administered": 271, "highly": 1397, "flexible": 1249, "stabilization": 2617, "tool": 2803, "outp": 2032, "ply": 2126, "treat": 2829, "counter": 778, "action": 248, "responsibilities": 2393, "lowers": 1718, "borrow": 499, "invest": 1584, "ad": 254, "promote": 2210, "pursuing": 2245, "plays": 2122, "influencing": 1529, "influences": 1528, "implementing": 1459, "traditionally": 2817, "instrument": 1547, "smooth": 2576, "volatility": 2955, "shock": 2530, "everyday": 1121, "ensuring": 1065, "crisis": 793, "care": 570, "allocated": 317, "closely": 636, "purposes": 2244, "determines": 898, "aside": 385, "laid": 1646, "done": 972, "aggregated": 294, "vs": 2959, "pecific": 2080, "sectoral": 2491, "developments": 904, "104": 9, "targeted": 2732, "virtually": 2952, "apportion": 365, "toward": 2808, "programs": 2206, "asset": 392, "disadvantaged": 933, "allocate": 316, "housing": 1418, "mass": 1773, "transportation": 2828, "budgeting": 530, "nction": 1905, "restraints": 2398, "limiting": 1682, "unstable": 2890, "fourth": 1284, "promoting": 2212, "seems": 2499, "complicated": 681, "ernment": 1096, "financed": 1231, "carried": 571, "budg": 527, "etary": 1108, "stems": 2638, "belief": 474, "instead": 1544, "needed": 1913, "distortions": 953, "pave": 2071, "underlying": 2866, "principles": 2180, "enhance": 1059, "broaden": 523, "helpful": 1387, "implement": 1457, "discourage": 939, "substances": 2665, "hazardous": 1380, "transformation": 2822, "improve": 1468, "earnings": 1011, "conducive": 708, "equitable": 1091, "damage": 819, "caused": 582, "avoidance": 426, "evasion": 1115, "enhances": 1060, "itable": 1602, "connection": 713, "2005": 58, "6000": 154, "loaves": 1697, "400": 112, "mankiw": 1757, "dornbusch": 973, "fischer": 1242, "1994": 48, "york": 3038, "mcgraw": 1790, "hill": 1398, "pentecost": 2084, "open": 1993, "macmillan": 1733, "press": 2166, "ltd": 1722, "branson": 514, "3re": 110, "harper": 1376, "row": 2434, "publishers": 2234, "jones": 1616, "london": 1702, "norton": 1936, "pilbeam": 2113, "1990": 46}, "idf_": [4.95603989084492, 4.3964241029094975, 5.6491870714048655, 2.8458266904983307, 3.2068400360356613, 4.3964241029094975, 4.73289633953071, 4.95603989084492, 5.243721963296702, 5.6491870714048655, 4.95603989084492, 5.6491870714048655, 4.95603989084492, 4.95603989084492, 