{"vocabulary_": {"introduction": 1579, "to": 2879, "mgt": 1825, "chapter": 497, "one": 1975, "management": 1755, "an": 222, "over": 2031, "view": 3020, "is": 1592, "necessary": 1896, "why": 3076, "what": 3063, "does": 923, "manager": 1757, "actually": 135, "do": 922, "are": 262, "some": 2636, "of": 1962, "the": 2841, "characteristics": 500, "field": 1189, "these": 2854, "questions": 2295, "that": 2840, "beginning": 373, "student": 2722, "often": 1971, "asks": 286, "answer": 233, "concerns": 625, "dear": 769, "just": 1616, "look": 1712, "at": 316, "your": 3106, "self": 2537, "you": 3104, "time": 2872, "energy": 1020, "and": 228, "talents": 2801, "decisions": 779, "make": 1744, "each": 949, "day": 762, "in": 1466, "three": 2865, "areas": 264, "will": 3078, "have": 1370, "far": 1165, "reaching": 2315, "influence": 1500, "on": 1973, "career": 464, "life": 1682, "lives": 1703, "others": 2021, "think": 2858, "getting": 1316, "up": 2979, "morning": 1861, "must": 1881, "once": 1974, "plan": 2117, "want": 3037, "accomplish": 101, "during": 943, "organize": 2009, "resources": 2423, "achieve": 115, "periodically": 2084, "check": 506, "those": 2861, "activities": 130, "see": 2525, "if": 1438, "being": 380, "achieved": 116, "realizing": 2323, "it": 1601, "or": 1994, "not": 1927, "performing": 2080, "function": 1281, "planning": 2121, "organizing": 2011, "controlling": 695, "this": 2860, "simply": 2599, "show": 2581, "how": 1418, "task": 2805, "managing": 1761, "performed": 2079, "our": 2023, "there": 2851, "fore": 1233, "designed": 822, "introduce": 1575, "with": 3083, "meaning": 1797, "features": 1178, "significance": 2590, "roles": 2467, "general": 1303, "objective": 1944, "after": 182, "completing": 600, "ay": 347, "should": 2578, "be": 363, "able": 85, "explain": 1124, "different": 864, "meanings": 1799, "definitions": 789, "describe": 817, "discuss": 890, "both": 415, "art": 279, "science": 2510, "identify": 1436, "classifications": 533, "five": 1208, "basic": 360, "managerial": 1758, "functions": 1284, "their": 2842, "relationships": 2377, "managers": 1759, "play": 2125, "skills": 2614, "they": 2855, "need": 1898, "difference": 862, "between": 399, "administration": 160, "impossible": 1457, "provide": 2255, "single": 2603, "comprehensive": 609, "universally": 2965, "accepted": 95, "definition": 788, "orientations": 2014, "about": 86, "because": 364, "has": 1367, "various": 3004, "aspects": 288, "all": 201, "which": 3070, "can": 454, "represented": 2402, "by": 450, "ii": 1440, "theorists": 2848, "who": 3072, "gave": 1301, "interest": 1555, "training": 2905, "defined": 785, "form": 1241, "perspective": 2095, "engineering": 1024, "sociology": 2629, "psychology": 2265, "mathematics": 1784, "etc": 1066, "iii": 1441, "ons": 1980, "as": 281, "discipline": 884, "young": 3105, "lick": 1679, "clarity": 528, "concepts": 620, "principles": 2198, "despite": 830, "above": 87, "reasons": 2327, "for": 1228, "contradictory": 685, "mutually": 1883, "exclusive": 1092, "synthesis": 2786, "given": 1319, "following": 1225, "scholars": 2507, "things": 2857, "done": 929, "through": 2866, "people": 2070, "formally": 1244, "organized": 2010, "group": 1343, "knowing": 1624, "best": 397, "cheapest": 505, "way": 3046, "process": 2210, "staffing": 2677, "directing": 874, "uses": 2989, "farm": 1166, "effectively": 970, "economically": 961, "attain": 320, "its": 1603, "objectives": 1946, "iv": 1605, "may": 1791, "securing": 2522, "maximum": 1790, "result": 2436, "minimum": 1835, "efforts": 977, "so": 2622, "secure": 2521, "prosperity": 2250, "happiness": 1364, "employer": 1007, "employee": 1005, "give": 1318, "public": 2266, "possible": 2149, "service": 2554, "ma": 1730, "working": 3093, "thought": 2862, "organization": 2006, "changing": 493, "environment": 1041, "feature": 1177, "every": 1076, "study": 2725, "own": 2037, "distinct": 906, "from": 1271, "other": 2020, "separate": 2547, "also": 213, "distinctive": 907, "activity": 131, "when": 3065, "come": 562, "together": 2881, "common": 574, "coordinate": 704, "cooperate": 701, "among": 220, "existence": 1105, "without": 3085, "no": 1917, "complete": 597, "relationship": 2376, "integration": 1543, "money": 1853, "machinery": 1732, "materials": 1782, "men": 1816, "most": 1862, "important": 1455, "resource": 2422, "man": 1749, "create": 729, "involves": 1588, "commanding": 568, "decision": 777, "making": 1747, "selecting": 2535, "alternative": 215, "many": 1770, "human": 1421, "never": 1912, "substituted": 2734, "technological": 2815, "advancement": 167, "however": 1419, "work": 3089, "evolved": 1079, "contribution": 690, "disciplines": 885, "including": 1475, "law": 1646, "economics": 962, "universality": 2964, "we": 3048, "mean": 1796, "universal": 2963, "applicability": 245, "types": 2929, "countries": 723, "world": 3095, "argument": 267, "against": 184, "persons": 2094, "arguing": 266, "concept": 619, "say": 2498, "culture": 749, "bound": 418, "means": 1800, "attitudes": 331, "values": 3000, "beliefs": 384, "society": 2627, "cultures": 750, "societies": 2626, "organizational": 2007, "organizations": 2008, "similar": 2592, "techniques": 2814, "same": 2484, "nd": 1890, "hence": 1384, "example": 1084, "country": 724, "strong": 2716, "tradition": 2898, "religion": 2386, "modern": 1847, "methods": 1824, "become": 365, "difficult": 868, "dictate": 857, "kind": 1622, "practices": 2157, "followed": 1223, "thus": 2869, "cannot": 457, "call": 451, "ex": 1080, "red": 2346, "cross": 745, "bahir": 352, "dar": 759, "textile": 2836, "factory": 1155, "philosophy": 2103, "attitude": 330, "towards": 2895, "certain": 484, "looks": 1714, "differences": 863, "philosophies": 2102, "profound": 2227, "impact": 1445, "top": 2888, "much": 1878, "profit": 2224, "then": 2844, "whose": 3075, "arguments": 268, "researchers": 2413, "had": 1358, "conducte": 636, "conducted": 637, "studies": 2724, "carried": 465, "out": 2024, "formulate": 1249, "support": 2772, "elements": 987, "like": 1686, "fundamentals": 1287, "differ": 861, "but": 448, "fundamental": 1286, "fulfill": 1274, "conclusion": 629, "back": 349, "theories": 2846, "usa": 2985, "been": 368, "used": 2987, "successfully": 2742, "shows": 2584, "adapts": 143, "little": 1702, "try": 2923, "question": 2294, "whether": 3068, "issue": 1596, "debate": 771, "long": 1711, "period": 2083, "systematized": 2791, "knowledge": 1625, "derived": 814, "observation": 1950, "experimentation": 1118, "order": 1997, "determining": 843, "nature": 1889, "subject": 2728, "under": 2940, "since": 2602, "structured": 2719, "body": 408, "developed": 845, "reference": 2356, "truths": 2922, "underlying": 2942, "practice": 2156, "although": 217, "recognized": 2334, "exact": 1081, "sciences": 2511, "such": 2743, "physical": 2104, "variables": 3002, "deal": 765, "complex": 602, "mostly": 1863, "deals": 767, "beings": 381, "standardized": 2683, "behavior": 375, "unpredictable": 2970, "experiments": 1119, "repeated": 2394, "conditions": 634, "controlled": 694, "laboratory": 1632, "experiment": 1117, "application": 248, "constitutes": 662, "explained": 1125, "chester": 509, "bernard": 395, "phenomena": 2101, "based": 358, "hierarchy": 1395, "levels": 1676, "grouped": 1344, "level": 1675, "includes": 1474, "board": 407, "directs": 879, "executive": 1097, "committee": 573, "chief": 511, "president": 2184, "manger": 1762, "managements": 1756, "establishing": 1061, "broad": 432, "designing": 824, "major": 1743, "strategies": 2710, "outlining": 2027, "principle": 2197, "policies": 2133, "providing": 2258, "effective": 969, "structure": 2718, "insures": 1538, "proving": 2259, "leadership": 1654, "direction": 875, "overall": 2032, "control": 693, "dealing": 766, "external": 1136, "parties": 2053, "government": 1331, "community": 582, "business": 447, "representing": 2403, "analyzing": 226, "change": 490, "environmental": 1042, "response": 2427, "middle": 1826, "include": 1472, "heads": 1376, "functional": 1282, "area": 263, "assistants": 305, "divisional": 920, "departmental": 805, "mangers": 1763, "section": 2520, "plants": 2124, "branch": 421, "manages": 1760, "specialists": 2650, "limited": 1689, "particular": 2052, "operation": 1986, "department": 802, "direct": 872, "lower": 1722, "times": 2873, "extends": 1133, "supervision": 2765, "operating": 1985, "employees": 1006, "balance": 353, "demand": 796, "capacity": 461, "first": 1207, "line": 1692, "responsible": 2431, "supervise": 2761, "tasks": 2806, "assignment": 301, "jobs": 1609, "keeping": 1620, "watch": 3043, "workers": 3091, "performance": 2077, "sending": 2543, "reports": 2400, "statements": 2692, "evaluating": 1070, "marinating": 1771, "close": 544, "contract": 683, "remind": 2389, "supervisor": 2766, "either": 983, "ge": 1302, "iddle": 1429, "classified": 534, "scope": 2515, "manage": 1751, "into": 1572, "specialized": 2653, "accounting": 110, "personnel": 2093, "finance": 1200, "marketing": 1774, "production": 2219, "success": 2739, "he": 1373, "more": 1859, "unit": 2960, "company": 584, "division": 919, "hold": 1405, "accountable": 108, "usually": 2991, "two": 2927, "departments": 807, "uncertainties": 2935, "great": 1336, "diversity": 916, "larger": 1640, "volume": 3031, "information": 1507, "role": 2466, "ask": 285, "acquire": 121, "required": 2407, "discussion": 892, "ion": 1590, "useful": 2988, "operate": 1983, "skill": 2612, "ability": 84, "something": 2638, "expertly": 1122, "well": 3060, "meant": 1801, "related": 2372, "necessarily": 1895, "acquired": 122, "four": 1255, "categories": 470, "technical": 2811, "interpersonal": 1564, "relation": 2374, "communication": 580, "conceptual": 621, "closely": 545, "tell": 2818, "where": 3066, "begins": 374, "ends": 1018, "involve": 1586, "apply": 250, "specific": 2655, "procedures": 2209, "easy": 957, "visualize": 3027, "design": 821, "engineers": 1025, "market": 1773, "researches": 2414, "accountants": 109, "musicians": 1880, "computer": 612, "programmer": 2230, "lacks": 1635, "correct": 712, "peers": 2066, "motivate": 1866, "subordinate": 2731, "ks": 1629, "understand": 2943, "understood": 2947, "oral": 1995, "written": 3100, "resolve": 2420, "compliers": 604, "development": 847, "cooperation": 702, "motivating": 1868, "resent": 2415, "clearly": 540, "his": 1403, "viewpoints": 3022, "extracting": 1138, "arriving": 278, "acceptable": 93, "agreement": 187, "equally": 1045, "whole": 3073, "recognize": 2333, "large": 1639, "words": 3088, "visualizing": 3028, "parts": 2054, "big": 401, "understands": 2946, "interaction": 1551, "relevant": 2381, "specifically": 2656, "depend": 808, "changes": 492, "affect": 178, "part": 2045, "contributes": 689, "achievement": 117, "go": 1323, "goal": 1324, "interests": 1557, "interrelate": 1567, "highly": 1398, "please": 2128, "relative": 2378, "importance": 1454, "perform": 2076, "playing": 2127, "variety": 3003, "set": 2556, "action": 126, "expected": 1112, "position": 2139, "holder": 1406, "henry": 1387, "mintzberg": 1837, "studied": 2723, "verity": 3011, "attired": 329, "ten": 2822, "inter": 1548, "personal": 2091, "decisional": 778, "refers": 2360, "interacting": 1550, "internal": 1562, "higher": 1397, "tha": 2838, "than": 2839, "figurehead": 1191, "describes": 819, "formal": 1242, "acts": 132, "official": 1967, "represents": 2404, "ceremonial": 483, "symbolic": 2782, "simplest": 2596, "greats": 1339, "touring": 2892, "dignitary": 870, "mayor": 1793, "presents": 2183, "key": 1621, "city": 520, "local": 1705, "hero": 1391, "attends": 327, "wedding": 3054, "clerk": 541, "sales": 2483, "takes": 2798, "customer": 753, "lunch": 1728, "duties": 944, "image": 1442, "while": 3071, "seem": 2530, "symbolize": 2783, "concern": 622, "customers": 754, "responsibility": 2430, "co": 547, "coordinating": 706, "subordinates": 2732, "hiring": 1402, "promoting": 2240, "motiv": 1865, "cting": 746, "meet": 1813, "needs": 1901, "still": 2704, "relate": 2371, "creating": 732, "vision": 3025, "liaison": 1678, "interacts": 1552, "outside": 2029, "clients": 542, "officials": 1969, "suppliers": 2769, "staff": 2676, "seeks": 2529, "therefore": 2853, "composed": 608, "net": 1909, "ships": 2574, "informational": 1508, "build": 440, "networks": 1911, "contracts": 684, "exchanging": 1090, "made": 1735, "figureheads": 1192, "access": 98, "focus": 1218, "obtaining": 1956, "disseminating": 903, "data": 760, "gers": 1311, "monitor": 1854, "center": 478, "detect": 836, "problems": 2205, "opportunities": 1991, "situation": 2606, "comes": 564, "mechanisms": 1810, "news": 1914, "media": 1811, "forecasts": 1236, "informal": 1506, "conversations": 698, "members": 1815, "gather": 1299, "evaluate": 1068, "decide": 774, "use": 2986, "disseminator": 905, "sends": 2544, "sources": 2642, "spokesperson": 2667, "provides": 2257, "side": 2587, "trade": 2896, "agencies": 185, "consumer": 667, "groups": 1346, "press": 2185, "commit": 569, "heir": 1380, "new": 1913, "actions": 127, "primary": 2195, "allocation": 204, "reach": 2314, "perhaps": 2082, "entrepreneurial": 1039, "initiator": 1520, "designer": 823, "improve": 1460, "redesign": 2347, "goods": 1328, "services": 2555, "provided": 2256, "initiate": 1516, "projects": 2235, "launce": 1645, "survey": 2778, "test": 2833, "marker": 1772, "enter": 1033, "disturbance": 914, "handler": 1360, "forced": 1230, "factors": 1154, "necessity": 1897, "occurs": 1961, "solution": 2631, "found": 1254, "disturbances": 915, "conflicts": 642, "individuals": 1490, "intern": 1561, "international": 1563, "difficulties": 869, "another": 232, "losses": 1718, "breaking": 425, "strikes": 2714, "labor": 1630, "bankruptcy": 355, "allocator": 205, "protects": 2252, "assets": 297, "material": 1781, "equipment": 1047, "reputation": 2405, "negotiator": 1905, "focuses": 1220, "workgroup": 3092, "issues": 1598, "slab": 2615, "labour": 1633, "union": 2958, "leasing": 1661, "agreements": 188, "concerning": 624, "vehicles": 3007, "units": 2961, "ever": 1075, "confused": 646, "non": 1921, "hope": 1410, "confusion": 647, "removed": 2390, "reading": 2317, "understanding": 2945, "classification": 532, "add": 144, "few": 1187, "delete": 795, "managemen": 1754, "briefly": 428, "discussed": 891, "below": 391, "detail": 833, "discussions": 893, "latter": 1644, "chapters": 498, "nothing": 1931, "preformed": 2170, "plans": 2122, "whom": 3074, "george": 1310, "terry": 2832, "pointed": 2130, "constructive": 665, "reviewing": 2447, "future": 1292, "present": 2179, "adjusted": 156, "established": 1059, "concerned": 623, "assembling": 289, "authority": 336, "building": 441, "framework": 1259, "skeleton": 2611, "goals": 1325, "now": 1934, "develops": 849, "10": 0, "divisions": 921, "identifiable": 1433, "primarily": 2194, "grouping": 1345, "network": 1910, "interdependent": 1554, "person": 2090, "list": 1698, "reporting": 2399, "positions": 2141, "stated": 2690, "locating": 1707, "prospective": 2249, "fill": 1193, "created": 730, "recruitment": 2342, "selection": 2536, "retention": 2441, "appropriate": 260, "qualification": 2285, "successes": 2740, "quality": 2289, "leading": 1655, "aimed": 193, "move": 1876, "heart": 1377, "soul": 2640, "leaders": 1653, "individual": 1489, "motivation": 1869, "styles": 2727, "standards": 2684, "determine": 840, "exist": 1104, "solve": 2633, "occur": 1959, "quickly": 2298, "depends": 811, "accurate": 113, "reliable": 2382, "enforceable": 1022, "monitoring": 1855, "performances": 2078, "machines": 1733, "processes": 2211, "sure": 2776, "planned": 2119, "terms": 2829, "synonymously": 2785, "writers": 3098, "argue": 265, "running": 2479, "requires": 2410, "called": 452, "functioning": 1283, "institutions": 1534, "requiring": 2411, "referred": 2359, "executives": 1098, "referee": 2354, "distinguished": 909, "policy": 2134, "determined": 841, "follow": 1222, "framed": 1258, "administrations": 161, "11": 1, "oliver": 1972, "sheldon": 2569, "industry": 1494, "qq": 2281, "1q": 23, "determination": 839, "corporate": 710, "ordination": 2001, "distribution": 912, "settlement": 2559, "compass": 589, "ultimate": 2932, "execution": 1096, "limits": 1691, "employment": 1008, "objects": 1948, "before": 370, "summary": 2758, "maximizing": 1789, "potential": 2151, "predetermined": 2163, "essentially": 1057, "utilizing": 2994, "purist": 2271, "concluded": 627, "scientific": 2512, "method": 1823, "enquiry": 1027, "subjective": 2729, "judgments": 1613, "essential": 1056, "successful": 2741, "technology": 2816, "differs": 867, "across": 123, "nology": 1920, "rather": 2309, "combination": 561, "enable": 1010, "respond": 2426, "eternal": 1067, "influences": 1502, "fall": 1163, "leader": 1652, "entrepreneur": 1038, "negation": 1902, "regardless": 2364, "type": 2928, "12": 2, "thoughts": 2863, "value": 2998, "theory": 2849, "attempts": 326, "reason": 2324, "doing": 925, "answers": 235, "encourage": 1014, "us": 2984, "keep": 1619, "learn": 1657, "learning": 1659, "ancient": 227, "history": 1404, "early": 952, "graphic": 1335, "records": 2338, "egyptian": 980, "tomb": 2885, "paints": 2041, "babylonian": 348, "clay": 538, "tablets": 2793, "record": 2335, "civilizations": 523, "managed": 1753, "affaires": 177, "began": 371, "earliest": 951, "humans": 1423, "banded": 354, "clans": 524, "tribes": 2918, "survival": 2779, "depended": 809, "hunting": 1425, "gathering": 1300, "needed": 1899, "skilled": 2613, "cooperative": 703, "emerged": 995, "takeover": 2797, "recorded": 2336, "5000": 60, "bc": 362, "agricultural": 189, "civilization": 522, "india": 1484, "egypt": 979, "china": 512, "4000bc": 49, "egyptians": 981, "were": 3061, "aware": 345, "coordination": 707, "construction": 664, "pyramid": 2280, "peculiar": 2065, "era": 1050, "industrial": 1493, "revolut": 2452, "revolution": 2453, "included": 1473, "traditional": 2899, "size": 2610, "simple": 2594, "operations": 1988, "social": 2624, "prestige": 2187, "1700": 8, "played": 2126, "real": 2319, "specialization": 2651, "standardization": 2681, "producing": 2217, "identical": 1432, "quantity": 2292, "maximization": 1788, "return": 2443, "investment": 1584, "capital": 462, "centralization": 480, "schools": 2509, "inexact": 1498, "approach": 258, "satisfactorily": 2490, "advisable": 173, "approaches": 259, "classes": 530, "13": 3, "classical": 531, "behavioral": 376, "economi": 958, "ement": 993, "economic": 959, "rationality": 2312, "motivated": 1867, "incentive": 1470, "consists": 660, "streams": 2711, "branches": 422, "administrative": 162, "bureaucratic": 445, "frederic": 1261, "taylor": 2808, "was": 3041, "contributor": 692, "father": 1169, "contributed": 688, "conducting": 638, "motion": 1864, "recording": 2337, "believed": 386, "any": 240, "increase": 1478, "productivity": 2220, "finding": 1203, "efficient": 974, "train": 2901, "addition": 146, "increasing": 1481, "efficiency": 973, "pay": 2060, "improving": 1465, "introduced": 1576, "differential": 865, "pi": 2107, "piece": 2109, "payments": 2062, "wages": 3034, "purpose": 2272, "standard": 2680, "rate": 2307, "produce": 2213, "get": 1314, "payment": 2061, "increased": 1479, "finally": 1199, "rule": 2476, "thumb": 2868, "guess": 1350, "replaced": 2396, "system": 2788, "standardize": 2682, "scientifically": 2513, "selected": 2534, "placed": 2115, "trained": 2902, "14": 4, "responsibilities": 2429, "implement": 1449, "een": 967, "mental": 1817, "minds": 1828, "assessing": 295, "consequently": 650, "wealth": 3051, "improved": 1461, "living": 1704, "proponents": 2247, "followers": 1224, "believe": 385, "desire": 827, "earn": 953, "satisfy": 2494, "failed": 1158, "job": 1608, "satisfactions": 2489, "henery": 1385, "fayol": 1175, "upper": 2982, "significant": 2591, "brought": 435, "put": 2277, "grew": 1340, "ls": 1726, "confronted": 645, "even": 1073, "place": 2114, "focal": 1217, "point": 2129, "consideration": 653, "interested": 1556, "problem": 2204, "administer": 159, "fact": 1150, "abilities": 83, "ranks": 2305, "greater": 1337, "experience": 1115, "leads": 1656, "him": 1399, "conclude": 626, "formulating": 1251, "programs": 2232, "accomplishing": 103, "predete": 2162, "de": 764, "orderly": 1998, "arrangement": 275, "unity": 2962, "checking": 507, "everything": 1078, "according": 105, "15": 5, "only": 1979, "small": 2618, "element": 986, "specialize": 2652, "increases": 1480, "right": 2458, "command": 567, "whereas": 3067, "obligation": 1949, "duty": 945, "carryout": 468, "assigned": 299, "always": 218, "equal": 1044, "obedience": 1942, "regulations": 2368, "rules": 2477, "receive": 2328, "instruction": 1535, "avoid": 341, "conflicting": 641, "instructions": 1536, "ements": 994, "resulting": 2437, "everyone": 1077, "superior": 2759, "having": 1371, "subordination": 2733, "priority": 2200, "satisfied": 2492, "satisfying": 2495, "remuneration": 2391, "fairly": 1162, "paid": 2040, "additional": 147, "decentralization": 772, "extent": 1135, "centralized": 481, "decentralized": 773, "giving": 1321, "factor": 1152, "nt": 1936, "scalar": 2500, "chain": 487, "uninterrupted": 2957, "presented": 2181, "neat": 1894, "boxes": 420, "lines": 1694, "chart": 503, "rank": 2304, "lowest": 1724, "proved": 2254, "very": 3016, "consuming": 669, "incase": 1469, "16": 6, "communicate": 577, "solved": 2634, "introducing": 1577, "gang": 1297, "plank": 2118, "could": 721, "directly": 878, "permission": 2087, "superiors": 2760, "suited": 2753, "them": 2843, "equity": 1048, "fair": 1160, "friendly": 1269, "stability": 2674, "sta": 2673, "avoiding": 343, "unnecessary": 2968, "turnover": 2925, "term": 2826, "commitment": 570, "encouraged": 1015, "results": 2438, "sense": 2545, "belongingness": 390, "creates": 731, "dedication": 781, "better": 398, "outputs": 2028, "initiative": 1518, "generate": 1305, "ideas": 1431, "carrying": 467, "esprit": 1054, "corps": 711, "team": 2810, "sprit": 2670, "harmony": 1366, "strength": 2712, "sprite": 2671, "oriented": 2015, "toward": 2894, "today": 2880, "tend": 2823, "thinking": 2859, "unique": 2959, "demands": 797, "th": 2837, "flexibility": 1211, "situational": 2607, "adaptations": 141, "max": 1787, "weber": 3053, "1864": 13, "1920": 16, "sociologist": 2628, "felt": 1185, "advocate": 176, "effectiveness": 971, "systems": 2792, "source": 2641, "power": 2154, "rational": 2311, "legal": 1668, "exercise": 1099, "acceptance": 94, "arises": 270, "office": 1966, "17": 7, "bounded": 419, "fo": 1216, "guidelines": 1355, "considered": 655, "positively": 2143, "help": 1382, "adherence": 153, "ensures": 1031, "uniformity": 2954, "helps": 1383, "maintain": 1738, "consistency": 657, "impersonality": 1448, "maintaining": 1740, "impersonal": 1447, "reliance": 2383, "evaluation": 1071, "vertical": 3014, "amount": 221, "within": 3084, "makes": 1746, "clear": 539, "exactly": 1082, "she": 2567, "stands": 2686, "dividing": 918, "simpler": 2595, "promote": 2239, "determines": 842, "rights": 2459, "varying": 3005, "li": 1677, "security": 2523, "guaranteed": 1349, "technically": 2812, "qualified": 2286, "performs": 2081, "educational": 966, "promotion": 2241, "civil": 521, "relay": 2380, "exams": 1086, "education": 965, "previous": 2191, "origination": 2018, "logically": 1710, "continuous": 681, "relatively": 2379, "advantages": 170, "bureaucracy": 444, "applicable": 246, "easier": 954, "overlapping": 2033, "eliminated": 990, "promotions": 2242, "merit": 1819, "expertise": 1121, "continues": 679, "icting": 1428, "leave": 1663, "dysfunctions": 948, "disadvantage": 880, "drawbacks": 934, "too": 2887, "tape": 2802, "paper": 2042, "18": 10, "excessive": 1089, "treated": 2916, "beiges": 379, "resistant": 2418, "overlooked": 2035, "generally": 1304, "benefits": 394, "routines": 2471, "routine": 2470, "flexible": 1212, "faces": 1144, "creativity": 735, "innovations": 1522, "dynamic": 946, "innovative": 1523, "creative": 734, "organizatio": 2005, "becoming": 367, "exception": 1087, "critiques": 744, "regarded": 2362, "inert": 1497, "object": 1943, "instrument": 1537, "inadequate": 1467, "attention": 328, "prior": 2199, "did": 860, "psychological": 2263, "emphasized": 1002, "aspect": 287, "concentrated": 616, "measurement": 1806, "disregarded": 899, "neo": 1908, "school": 2508, "concrete": 631, "mem": 1814, "ns": 1935, "nameless": 1884, "robots": 2465, "orders": 1999, "blindly": 405, "robert": 2464, "1771": 9, "1858": 12, "19": 15, "asserted": 291, "influenced": 1501, "off": 1963, "elton": 991, "mayo": 1792, "1880": 14, "1949": 20, "associates": 308, "link": 1696, "effect": 968, "prominent": 2236, "hawthorne": 1372, "1924": 17, "1933": 18, "plant": 2123, "western": 3062, "electric": 984, "near": 1893, "chicago": 510, "research": 2412, "phases": 2100, "phase": 2099, "here": 1390, "intensity": 1546, "light": 1683, "degree": 790, "participant": 2046, "number": 1937, "changed": 491, "rest": 2433, "periods": 2085, "lengths": 1672, "week": 3055, "shortened": 2577, "allowed": 207, "choose": 514, "suggested": 2749, "again": 183, "financial": 1201, "incentives": 1471, "causing": 475, "improvements": 1463, "collecti": 557, "al": 198, "collective": 559, "observed": 1952, "cognitive": 554, "style": 2726, "judgment": 1612, "her": 1389, "would": 3097, "good": 1327, "heightened": 1379, "awareness": 346, "showed": 2582, "conclusions": 630, "merely": 1818, "natural": 1888, "20": 25, "full": 1277, "using": 2990, "relations": 2375, "abraham": 88, "maslow": 1777, "hu": 1420, "humanistic": 1422, "psychologist": 2264, "teacher": 2809, "practicing": 2158, "central": 479, "motivations": 1871, "1943": 19, "article": 280, "review": 2446, "identified": 1435, "analyzed": 225, "underlay": 2941, "physiology": 2106, "food": 1227, "water": 3044, "air": 195, "sex": 2562, "safety": 2480, "affiliation": 181, "friendship": 1270, "love": 1720, "esteem": 1063, "respected": 2424, "recognition": 2332, "actualization": 134, "potentials": 2153, "unsatisfied": 2974, "motivator": 1872, "arranged": 274, "least": 1662, "minimally": 1830, "feeling": 1182, "next": 1915, "satisfaction": 2488, "maintained": 1739, "presently": 2182, "fired": 1205, "figure": 1190, "douglas": 931, "mcgregor": 1795, "1960": 21, "publication": 2267, "enterprise": 1034, "earlier": 950, "operated": 1984, "assumptions": 313, "viewed": 3021, "lazy": 1650, "needing": 1900, "coerced": 550, "directed": 873, "21": 27, "second": 2519, "described": 818, "willing": 3079, "proper": 2244, "initiatives": 1519, "inherently": 1513, "ingenuity": 1511, "told": 2882, "chance": 489, "contribute": 687, "take": 2795, "tivated": 2878, "hand": 1359, "broadly": 433, "scientists": 2514, "anthropology": 236, "assist": 303, "emphasis": 1000, "interrelationships": 1568, "concentrates": 617, "topic": 2889, "formation": 1245, "contemporary": 674, "quantitative": 2291, "contingency": 677, "heories": 1388, "theorist": 2847, "mathematical": 1783, "symbols": 2784, "models": 1846, "belief": 383, "logical": 1709, "expressed": 1129, "solving": 2635, "weapon": 3052, "scheduling": 2505, "product": 2218, "linear": 1693, "programming": 2231, "computers": 614, "maintenance": 1742, "optimum": 1993, "inventory": 1582, "idea": 1430, "statistics": 2695, "22": 28, "essence": 1055, "ematics": 992, "criteria": 739, "costs": 720, "revenues": 2445, "solutions": 2632, "specified": 2659, "equations": 1046, "formulas": 1248, "frequent": 1267, "heavy": 1378, "electronic": 985, "advanced": 166, "processing": 2212, "capabilities": 458, "limitations": 1688, "complain": 595, "language": 1638, "complicated": 603, "ready": 2318, "implementation": 1450, "fails": 1159, "address": 148, "components": 607, "quantifiable": 2290, "recently": 2331, "applied": 249, "ties": 2870, "facts": 1156, "organi": 2002, "tems": 2821, "integrated": 1541, "views": 3023, "entire": 1037, "integrate": 1540, "open": 1981, "inputs": 1525, "puts": 2278, "input": 1524, "products": 2221, "gives": 1320, "looking": 1713, "comprises": 611, "known": 1627, "subsystems": 2737, "subsystem": 2736, "affects": 180, "thereby": 2852, "strive": 2715, "attainment": 322, "effort": 976, "23": 29, "theoretical": 2845, "paradigm": 2043, "prescribe": 2177, "extreme": 1140, "exciting": 1091, "rests": 2435, "uncertainty": 2936, "develop": 844, "devoid": 853, "heuristic": 1393, "dependent": 810, "principally": 2196, "practitioner": 2159, "seeking": 2528, "24": 30, "functoin": 1285, "undertaken": 2948, "gifted": 1317, "reasoning": 2326, "rarely": 2306, "anything": 241, "weighing": 3056, "consequences": 649, "taken": 2796, "throughout": 2867, "manag": 1750, "authors": 337, "supportive": 2773, "complementary": 596, "assess": 292, "courses": 726, "preparing": 2176, "coping": 709, "deciding": 776, "advance": 165, "thing": 2856, "aims": 194, "course": 725, "realize": 2322, "bases": 359, "past": 2057, "circumstances": 519, "possibilities": 2147, "primacy": 2193, "precedes": 2161, "facilitate": 1146, "match": 1779, "establishes": 1060, "inseparable": 1528, "especially": 1053, "25": 32, "twins": 2926, "comparison": 588, "pervasiveness": 2098, "pervasive": 2097, "belong": 388, "spent": 2663, "characteristic": 499, "exists": 1107, "asive": 284, "directional": 876, "implies": 1453, "accomplishment": 104, "purposes": 2273, "consistent": 658, "coordinated": 705, "focused": 1219, "desired": 828, "random": 2302, "chaos": 496, "measured": 1805, "offset": 1970, "unsought": 2975, "reasonable": 2325, "cost": 718, "currently": 752, "forecasting": 1235, "head": 1374, "vi": 3018, "basis": 361, "true": 2920, "revising": 2450, "modifying": 1852, "adjusting": 157, "prevailing": 2188, "realities": 2321, "sum": 2755, "objectivity": 1947, "futurity": 1294, "comprehensiveness": 610, "simplicity": 2597, "minimize": 1831, "foresees": 1240, "provisions": 2261, "rpose": 2473, "added": 145, "growth": 1348, "steady": 2699, "26": 33, "achieving": 119, "act": 124, "unify": 2955, "interdepartmental": 1553, "gain": 1295, "economical": 960, "minimizes": 1833, "substitutes": 2735, "joint": 1610, "uncoordinated": 2939, "piecemeal": 2110, "commonly": 575, "siamese": 2586, "unplanned": 2969, "correcting": 714, "deviations": 852, "attempt": 323, "meaningless": 1798, "going": 1326, "es": 1052, "unless": 2967, "know": 1623, "furnish": 1288, "steps": 2703, "serve": 2551, "model": 1845, "modification": 1849, "identifying": 1437, "defining": 787, "starting": 2687, "preliminary": 2172, "completely": 599, "stand": 2679, "strengths": 2713, "weakness": 3050, "wish": 3081, "expect": 1109, "rtunities": 2475, "setting": 2558, "realistic": 2320, "diagnosis": 854, "opportunity": 1992, "establish": 1058, "cut": 756, "step": 2702, "short": 2575, "range": 2303, "specify": 2660, "indicate": 1485, "end": 1017, "27": 34, "accomplished": 102, "budgets": 439, "premises": 2173, "background": 350, "estimated": 1064, "events": 1074, "affecting": 179, "existing": 1106, "greatest": 1338, "ch": 486, "analysis": 223, "ways": 3047, "cultural": 748, "political": 2135, "environments": 1043, "indirect": 1487, "extended": 1132, "competitors": 594, "regarding": 2363, "assumption": 312, "constraints": 663, "fourth": 1256, "find": 1202, "alternatives": 216, "reducing": 2350, "promising": 2238, "assessment": 296, "probable": 2203, "nding": 1891, "planner": 2120, "examination": 1083, "discover": 888, "fruitful": 1272, "appear": 243, "profitable": 2226, "require": 2406, "lay": 1648, "slow": 2617, "less": 1673, "risk": 2462, "suit": 2752, "adept": 149, "adjustment": 158, "forecast": 1234, "speed": 2662, "requirements": 2409, "28": 35, "select": 2533, "efficien": 972, "efficiently": 975, "possesses": 2146, "adjust": 154, "firm": 1206, "space": 2645, "derivative": 813, "seldom": 2532, "arrangements": 276, "chosen": 517, "identification": 1434, "sequence": 2549, "aim": 192, "details": 835, "ascertained": 283, "numberizing": 1938, "budgeting": 438, "final": 1198, "numerical": 1940, "converting": 699, "verifiable": 3009, "targets": 2804, "pl": 2113, "arrange": 273, "sufficient": 2746, "collected": 556, "inform": 1504, "measure": 1804, "remedial": 2388, "proposed": 2248, "predict": 2165, "trends": 2917, "inferences": 1499, "relating": 2373, "anticipate": 237, "developing": 846, "markets": 1775, "prices": 2192, "developments": 848, "tax": 2807, "rates": 2308, "dividends": 917, "predicted": 2167, "accordingly": 106, "dynamism": 947, "29": 36, "qualitative": 2287, "technique": 2813, "hard": 1365, "scarce": 2502, "rating": 2310, "schemes": 2506, "transform": 2910, "estimates": 1065, "examples": 1085, "jury": 1615, "opinion": 1989, "expert": 1120, "statistical": 2694, "var": 3001, "ecutive": 964, "extrapolation": 1139, "tine": 2875, "series": 2550, "current": 751, "project": 2234, "several": 2561, "years": 3103, "extend": 1131, "pattern": 2058, "coming": 566, "year": 3102, "disregards": 900, "considerations": 654, "numerically": 1941, "assumed": 311, "continue": 678, "contrary": 686, "mainly": 1737, "intuitive": 1581, "accumulated": 111, "hat": 1369, "ones": 1976, "date": 761, "costly": 719, "constantly": 661, "analyze": 224, "alitative": 200, "programmed": 2229, "predictable": 2166, "predicable": 2164, "recurring": 2345, "repetitive": 2395, "30": 37, "directives": 877, "anticipated": 238, "dealt": 768, "ose": 2019, "reorganize": 2393, "restructure": 2434, "parameters": 2044, "probabilities": 2202, "ascertain": 282, "unsatisfactory": 2973, "condition": 633, "intuition": 1580, "unknown": 2966, "unexpected": 2952, "31": 38, "determ": 838, "allot": 206, "weights": 3059, "weighted": 3058, "obviously": 1957, "weight": 3057, "criterion": 740, "reflect": 2361, "viable": 3019, "enumerated": 1040, "maker": 1745, "critically": 742, "weak": 3049, "points": 2131, "compared": 586, "consider": 651, "fixed": 1209, "intangible": 1539, "quali": 2284, "climate": 543, "suits": 2754, "economy": 963, "timing": 2874, "limiting": 1690, "adequately": 152, "putting": 2279, "implemented": 1451, "compare": 585, "corrective": 715, "absolutely": 91, "modify": 1851, "correctives": 716, "32": 39, "situations": 2608, "certainty": 485, "outcomes": 2026, "case": 469, "neither": 1907, "nor": 1924, "surrounding": 2777, "uncontrollable": 2938, "competition": 593, "advances": 168, "tendencies": 2824, "duration": 942, "dimension": 871, "horizon": 1412, "annual": 231, "revenue": 2444, "requirement": 2408, "expenses": 1113, "budget": 437, "intermediate": 1560, "modernization": 1848, "facilities": 1149, "ware": 3040, "house": 1417, "specificity": 2658, "frequency": 1266, "cover": 727, "discarded": 882, "allocating": 203, "program": 2228, "commits": 571, "covered": 728, "completed": 598, "replaces": 2397, "33": 40, "smaller": 2619, "scale": 2501, "enables": 1011, "break": 423, "down": 932, "manageable": 1752, "schedule": 2504, "arranges": 277, "contains": 673, "clarify": 527, "standing": 2685, "continuously": 682, "govern": 1329, "until": 2978, "modified": 1850, "refer": 2353, "achiev": 114, "guideline": 1354, "administrators": 163, "handling": 1361, "prepared": 2175, "procedure": 2208, "manner": 1764, "chronological": 518, "dictates": 858, "allows": 209, "discretion": 889, "denial": 800, "penalty": 2068, "formulated": 1250, "strategic": 2708, "missions": 1840, "st": 2672, "tactical": 2794, "34": 41, "applying": 252, "manufacturing": 1769, "operational": 1987, "supervisory": 2768, "fulfillment": 1276, "factual": 1157, "measurable": 1803, "foresee": 1238, "accuracy": 112, "adjustable": 155, "istic": 1600, "stable": 2675, "overtime": 2036, "enforce": 1021, "shouldn": 2580, "sufficiently": 2747, "guidance": 1351, "mob": 1844, "collaborative": 555, "35": 42, "inition": 1521, "supervises": 2763, "formed": 1246, "consisting": 659, "unified": 2953, "acting": 125, "execute": 1093, "mission": 1839, "intimately": 1571, "governed": 1330, "state": 2689, "built": 443, "ensure": 1030, "executed": 1094, "clarifies": 526, "eve": 1072, "minimized": 1832, "obstacles": 1954, "defines": 786, "achieves": 118, "coordinator": 708, "36": 43, "unbroken": 2934, "ship": 2573, "bottom": 417, "marking": 1776, "avoids": 344, "departmenta": 803, "departmentation": 806, "accountability": 107, "delegation": 794, "span": 2646, "proccess": 2206, "classifying": 536, "assigning": 300, "delegating": 793, "classify": 535, "functi": 1280, "ng": 1916, "geographical": 1308, "assign": 298, "37": 44, "last": 1641, "horizontal": 1413, "structuring": 2720, "assembly": 290, "payroll": 2063, "bookkeeping": 410, "recruiting": 2341, "collection": 558, "machining": 1734, "advertising": 171, "packaging": 2039, "inspection": 1529, "abebe": 82, "lema": 1671, "samuel": 2485, "kebede": 1618, "kassa": 1617, "sara": 2487, "38": 45, "matrix": 1785, "component": 606, "tested": 2834, "fostered": 1253, "narrow": 1886, "tight": 2871, "assured": 314, "simplifies": 2598, "disadvantages": 881, "lose": 1715, "sight": 2588, "sit": 2605, "turn": 2924, "invites": 1585, "emphasize": 1001, "lowercase": 1723, "ground": 1342, "reduction": 2351, "ceo": 482, "introduc": 1574, "39": 46, "compete": 591, "geographic": 1307, "served": 2552, "produced": 2214, "widely": 3077, "adopted": 164, "factories": 1153, "sell": 2538, "items": 1602, "drug": 936, "clothing": 546, "automobiles": 339, "improves": 1464, "particul": 2051, "furnishes": 1289, "facilitates": 1147, "truck": 2919, "car": 463, "bus": 446, "40": 48, "danger": 758, "duplication": 941, "territory": 2831, "refereed": 2355, "territorial": 2830, "region": 2365, "adapt": 139, "customs": 755, "laws": 1647, "qu9ckly": 2282, "attractive": 333, "enterprises": 1035, "activates": 128, "geographically": 1309, "dispersed": 898, "saving": 2497, "freights": 1265, "rents": 2392, "places": 2116, "quick": 2296, "face": 1143, "implements": 1452, "flat": 1210, "controls": 696, "southern": 2643, "eastern": 956, "41": 50, "transportation": 2914, "raw": 2313, "companies": 583, "mus": 1879, "ation": 318, "special": 2649, "manufacturer": 1768, "consumers": 668, "airlines": 196, "traveling": 2915, "agency": 186, "passengers": 2056, "tourists": 2893, "normally": 1925, "deparmtentaion": 801, "instead": 1533, "concentration": 618, "felling": 1184, "ordinate": 2000, "competing": 592, "experts": 1123, "utilization": 2992, "er": 1049, "machine": 1731, "eliminate": 989, "strongly": 2717, "suggest": 2748, "location": 1708, "spinning": 2664, "walling": 3036, "foremost": 1237, "adapting": 142, "advantage": 169, "42": 51, "sues": 2744, "unsuitable": 2977, "ne": 1892, "completion": 601, "deferent": 783, "departmentaion": 804, "share": 2565, "flow": 1214, "se": 2518, "visible": 3024, "pr": 2155, "per": 2071, "43": 52, "conflict": 640, "struggle": 2721, "dual": 937, "specifying": 2661, "breaks": 426, "potentially": 2152, "ifying": 1439, "proficient": 2223, "saves": 2496, "boredom": 412, "fatigue": 1170, "caused": 473, "monotonous": 1856, "enrichment": 1028, "establishment": 1062, "adequate": 151, "mbo": 1794, "legitimate": 1670, "allocate": 202, "delegated": 792, "allowing": 208, "reward": 2454, "punish": 2269, "44": 53, "advisory": 175, "advice": 172, "assistance": 304, "holding": 1408, "consults": 666, "bill": 402, "advise": 174, "flows": 1215, "upward": 2983, "permits": 2088, "eg": 978, "sel": 2531, "doesn": 924, "manufacture": 1767, "properly": 2245, "accepting": 96, "credit": 737, "blame": 404, "accepts": 97, "carry": 466, "answerable": 234, "45": 54, "exert": 1102, "ufacturing": 2931, "positional": 2140, "leaves": 1664, "possessed": 2145, "occupy": 1958, "coercive": 553, "fear": 1176, "negative": 1903, "happen": 1363, "comply": 605, "demotion": 799, "dismissing": 896, "promise": 2237, "grant": 1333, "rewards": 2456, "favorable": 1172, "appraisals": 255, "preferred": 2169, "shifts": 2572, "referent": 2357, "ise": 1593, "personality": 2092, "charisma": 502, "perceives": 2074, "experienced": 1116, "comers": 563, "headed": 1375, "profitability": 2225, "indirectly": 1488, "sp": 2644, "rovide": 2472, "downward": 933, "transfer": 2909, "delegate": 791, "pass": 2055, "46": 55, "creation": 733, "relieve": 2385, "frees": 1264, "critical": 741, "narrower": 1887, "fewer": 1188, "report": 2398, "numbers": 1939, "supervised": 2762, "versus": 3013, "systematically": 2790, "retaining": 2440, "hands": 1362, "resides": 2416, "concentrate": 615, "force": 1229, "subordi": 2730, "ther": 2850, "matured": 1786, "enough": 1026, "rice": 2457, "versa": 3012, "empowerment": 1009, "expression": 1130, "intentional": 1547, "legally": 1669, "arising": 271, "spontaneously": 2668, "associate": 306, "47": 56, "undocumented": 2950, "officially": 1968, "unrecognized": 2972, "associations": 309, "similarity": 2593, "status": 2697, "backgrounds": 351, "negatively": 1904, "positive": 2142, "total": 2890, "channel": 494, "pressure": 2186, "conformity": 644, "penalities": 2067, "sanctions": 2486, "persuade": 2096, "conform": 643, "norms": 1926, "resists": 2419, "initiates": 1517, "rumors": 2478, "false": 1164, "exposes": 1128, "charts": 504, "systematic": 2789, "diagrams": 856, "showing": 2583, "representation": 2401, "manual": 1766, "description": 820, "guidebook": 1353, "48": 57, "filling": 1195, "filled": 1194, "inventorying": 1583, "available": 340, "appraising": 257, "compensating": 590, "candidates": 456, "holders": 1407, "eight": 982, "orientation": 2013, "induction": 1492, "appraisal": 254, "lateral": 1642, "separation": 2548, "provision": 2260, "appropriately": 261, "met": 1822, "vacancies": 2995, "expansions": 1108, "reductions": 2352, "regulation": 2367, "executing": 1095, "organiz": 2003, "mine": 1829, "remain": 2387, "foreseeable": 1239, "49": 58, "employed": 1004, "stay": 2698, "movement": 1877, "continuing": 680, "supply": 2771, "capable": 459, "define": 784, "begin": 372, "audit": 334, "assesses": 294, "attempting": 325, "attract": 332, "pool": 2136, "intermediary": 1559, "manpower": 1765, "statement": 2691, "content": 675, "lists": 1700, "title": 2877, "accompanying": 100, "specification": 2657, "50": 59, "recruiters": 2340, "seek": 2527, "vacant": 2996, "categorized": 471, "expensive": 1114, "recruit": 2339, "hire": 1400, "faster": 1168, "loyalty": 1725, "inspire": 1530, "already": 212, "acclaimed": 99, "initial": 1515, "talent": 2800, "referral": 2358, "word": 3087, "month": 1857, "private": 2201, "professional": 2222, "applicants": 247, "fills": 1196, "offered": 1965, "choosing": 516, "locate": 1706, "candidate": 455, "pick": 2108, "forms": 1247, "resumes": 2439, "interviews": 1570, "tests": 2835, "checks": 508, "aids": 191, "51": 61, "mutual": 1882, "decides": 775, "offer": 1964, "acceptability": 92, "socialization": 2625, "comfortably": 565, "typically": 2930, "convey": 700, "daily": 757, "cont": 670, "detailed": 834, "presentation": 2180, "brochure": 434, "altering": 214, "updating": 2980, "involved": 1587, "orient": 2012, "acquaint": 120, "sometimes": 2639, "obsolete": 1953, "learns": 1660, "immediate": 1444, "boss": 414, "worker": 3090, "52": 62, "convenient": 697, "produces": 2216, "rotation": 2468, "trainees": 2903, "disinterest": 894, "participation": 2049, "actual": 133, "trainers": 2904, "vestibule": 3017, "classroom": 537, "lectures": 1666, "films": 1197, "simulation": 2600, "exercises": 1101, "popular": 2138, "appr": 253, "intended": 1545, "adequacy": 150, "suggests": 2751, "summarized": 2757, "lead": 1651, "salary": 2482, "vital": 3029, "vehicle": 3006, "bringing": 430, "coaching": 548, "counseling": 722, "extensively": 1134, "53": 63, "shift": 2571, "sh": 2563, "possibility": 2148, "serves": 2553, "externally": 1137, "free": 1262, "favoritism": 1174, "employ": 1003, "due": 939, "inefficiency": 1496, "incompetence": 1476, "involving": 1589, "bring": 429, "termination": 2828, "ceasing": 477, "suc": 2738, "resignation": 2417, "layoff": 1649, "discharges": 883, "death": 770, "quite": 2299, "retirement": 2442, "54": 64, "six": 2609, "integrating": 1542, "obtain": 1955, "enthusiastic": 1036, "perceive": 2072, "simultaneously": 2601, "actuate": 136, "namely": 1885, "motivational": 1870, "hiamann": 1394, "utilized": 2993, "issu": 1595, "issuing": 1599, "matching": 1780, "originally": 2017, "koontz": 1628, "donnel": 930, "states": 2693, "led": 1667, "massie": 1778, "says": 2499, "preparations": 2174, "dole": 926, "telling": 2819, "seeing": 2526, "assignments": 302, "corresponding": 717, "mistakes": 1842, "corrected": 713, "send": 2541, "message": 1820, "follows": 1226, "influencing": 1503, "coercing": 551, "forcing": 1232, "imposing": 1456, "pushing": 2276, "behind": 378, "guiding": 1357, "supervising": 2764, "actuating": 138, "actuates": 137, "starts": 2688, "55": 65, "challenging": 488, "forces": 1231, "beli": 382, "ional": 1591, "hopes": 1411, "ambitions": 219, "willingly": 3080, "desirable": 825, "voluntarily": 3032, "coercion": 552, "inspiring": 1531, "trait": 2907, "traits": 2908, "inborn": 1468, "inherent": 1512, "qualities": 2288, "intelligence": 1544, "appearance": 244, "sociability": 2623, "confidence": 639, "believes": 387, "possess": 2144, "specif": 2654, "dership": 816, "inherited": 1514, "holds": 1409, "born": 413, "attempted": 324, "unsuccessful": 2976, "behaviors": 377, "learned": 1658, "56": 66, "distinguish": 908, "sustain": 2780, "exhibited": 1103, "explaining": 1126, "hasn": 1368, "might": 1827, "ction": 747, "orally": 1996, "shall": 2564, "dominates": 927, "likely": 1687, "high": 1396, "patterns": 2059, "favored": 1173, "rship": 2474, "autocratic": 338, "57": 67, "democratic": 798, "participative": 2050, "laissez": 1637, "faire": 1161, "rein": 2369, "associated": 307, "characterized": 501, "opinions": 1990, "rigid": 2460, "relies": 2384, "punishments": 2270, "react": 2316, "suppressing": 2775, "frustration": 1273, "tolerate": 2884, "deviation": 851, "assume": 310, "ate": 317, "crisis": 738, "emergency": 996, "quicker": 2297, "feel": 1181, "insecure": 1526, "feedback": 1180, "misunderstanding": 1843, "breakdown": 424, "knowledgeable": 1626, "participate": 2047, "encourages": 1016, "communications": 581, "58": 68, "explains": 1127, "grou": 1341, "objectively": 1945, "communicates": 578, "criticism": 743, "praise": 2160, "active": 129, "assures": 315, "rising": 2461, "stem": 2701, "committed": 572, "moral": 1858, "literate": 1701, "informed": 1509, "genuinely": 1306, "fused": 1291, "valid": 2997, "alienated": 199, "solid": 2630, "uncomfortable": 2937, "contact": 671, "supplies": 2770, "main": 1736, "aiding": 190, "facilitating": 1148, "let": 1674, "becomes": 366, "laboratories": 1631, "conduct": 635, "freedom": 1263, "ally": 210, "spirit": 2665, "peo": 2069, "59": 69, "disorganized": 897, "insecurity": 1527, "lack": 1634, "won": 3086, "held": 1381, "speaking": 2648, "wrong": 3101, "apart": 242, "speak": 2647, "resort": 2421, "gestures": 1313, "wave": 3045, "shrug": 2585, "shoulders": 2579, "smile": 2620, "nod": 1918, "reinforce": 2370, "besides": 396, "linguistic": 1695, "traffic": 2900, "lights": 1684, "road": 2463, "sings": 2604, "railway": 2300, "signals": 2589, "informa": 1505, "trains": 2906, "verbal": 3008, "nonverbal": 1923, "perceived": 2073, "feelings": 1183, "enclosed": 1012, "sent": 2546, "received": 2329, "decoded": 780, "receiver": 2330, "interprets": 1566, "connection": 648, "communicating": 579, "dictionary": 859, "instance": 1532, "transmitting": 2913, "latin": 1643, "communicare": 576, "sharing": 2566, "imparting": 1446, "participating": 2048, "context": 676, "animals": 230, "bees": 369, "mammals": 1748, "lik": 1685, "wheals": 3064, "elephants": 988, "spoken": 2666, "unintentional": 2956, "writing": 3099, "facial": 1145, "gesture": 1312, "posture": 2150, "stops": 2707, "stop": 2706, "moreover": 1860, "fulfilled": 1275, "sender": 2542, "medium": 1812, "note": 1928, "interact": 1549, "frame": 1257, "introduct": 1578, "60": 70, "totally": 2891, "lost": 1719, "consist": 656, "code": 549, "notions": 1933, "encode": 1013, "responsib": 2428, "diagnostic": 855, "links": 1697, "horizontally": 1414, "vertically": 3015, "3types": 47, "none": 1922, "channels": 495, "along": 211, "organizat": 2004, "messages": 1821, "supervisors": 2767, "61": 71, "ward": 3039, "transmission": 2912, "bottleneck": 416, "distorted": 910, "protective": 2251, "screening": 2517, "procedural": 2207, "node": 1919, "glance": 1322, "ich": 1427, "formality": 1243, "authoritative": 335, "grapevine": 1334, "dissemination": 904, "fast": 1167, "suffers": 2745, "distortion": 911, "original": 2016, "beneficial": 393, "destructive": 832, "focusing": 1221, "spread": 2669, "destroy": 831, "misinform": 1838, "barriers": 357, "interferes": 1558, "blocking": 406, "poor": 2137, "improper": 1459, "walk": 3035, "visitors": 3026, "telephone": 2817, "jargons": 1607, "inconsistent": 1477, "overload": 2034, "semitic": 2540, "interpretation": 1565, "feed": 1179, "62": 72, "perception": 2075, "credibility": 736, "eyes": 1142, "otherwise": 2022, "barrier": 356, "distrust": 913, "reduce": 2348, "improvement": 1462, "listening": 1699, "tone": 2886, "voice": 3030, "emotions": 999, "clarification": 525, "don": 928, "prejudge": 2171, "jump": 1614, "ce": 476, "gaps": 1298, "openness": 1982, "atmosphere": 319, "trust": 2921, "builds": 442, "arouse": 272, "stimulating": 2705, "derives": 815, "choice": 513, "persisting": 2089, "translate": 2911, "tension": 2825, "rewarded": 2455, "informs": 1510, "motive": 1874, "isfied": 1594, "intrinsic": 1573, "extrinsic": 1141, "gets": 1315, "outsider": 2030, "63": 73, "strategically": 2709, "differently": 866, "dubin": 938, "applyin": 251, "ferent": 1186, "class": 529, "drives": 935, "desires": 829, "wishes": 3082, "induce": 1491, "enduir": 1019, "flippo": 1213, "jucious": 1611, "someone": 2637, "oneself": 1977, "push": 2275, "button": 449, "summarize": 2756, "chooses": 515, "sets": 2557, "guides": 1356, "maintains": 1741, "causes": 474, "grab": 1332, "snack": 2621, "hunger": 1424, "enroll": 1029, "college": 560, "lie": 1680, "beneath": 392, "biological": 403, "emotional": 998, "motives": 1875, "buchanan": 436, "pursue": 2274, "valued": 2999, "wants": 3038, "engage": 1023, "lies": 1681, "revision": 2451, "notes": 1930, "64": 74, "unending": 2951, "animal": 229, "emerges": 997, "psychologica": 2262, "desirably": 826, "1theories": 24, "1964": 22, "physiological": 2105, "shelter": 2570, "sleep": 2616, "sustaining": 2781, "itself": 1604, "65": 