{"vocabulary_": {"chapter": 129, "introduction": 487, "to": 962, "database": 222, "system": 926, "systems": 928, "are": 64, "designed": 261, "manage": 555, "large": 515, "data": 220, "set": 860, "in": 454, "an": 48, "organization": 652, "the": 944, "management": 557, "involves": 490, "both": 102, "definition": 242, "and": 52, "manipulation": 563, "of": 635, "which": 1029, "ranges": 754, "from": 394, "simple": 873, "representation": 794, "considerations": 182, "structures": 917, "for": 384, "storage": 910, "information": 468, "also": 39, "consider": 180, "provision": 745, "mechanisms": 578, "today": 963, "databases": 223, "essential": 339, "every": 345, "business": 105, "they": 950, "used": 999, "maintain": 545, "internal": 485, "records": 765, "present": 715, "customers": 216, "clients": 136, "on": 638, "world": 1041, "wide": 1034, "web": 1023, "support": 922, "many": 568, "other": 660, "commercial": 150, "processes": 725, "likewise": 527, "found": 390, "at": 72, "core": 202, "modern": 596, "organizations": 654, "power": 709, "comes": 147, "body": 101, "knowledge": 509, "technology": 936, "that": 943, "has": 418, "developed": 271, "over": 664, "several": 864, "decades": 233, "is": 493, "embodied": 319, "specialized": 890, "software": 883, "called": 110, "or": 651, "dbms": 227, "powerful": 710, "tool": 967, "creating": 214, "managing": 560, "amounts": 46, "efficiently": 312, "allowing": 36, "it": 496, "persist": 689, "long": 539, "periods": 687, "time": 959, "safely": 828, "these": 949, "among": 44, "most": 603, "complex": 159, "types": 983, "available": 81, "thus": 958, "our": 662, "question": 752, "what": 1026, "essence": 338, "nothing": 628, "more": 602, "than": 942, "collection": 140, "shared": 866, "exists": 350, "period": 686, "often": 636, "years": 1044, "common": 152, "dialect": 276, "term": 937, "refers": 774, "managed": 556, "by": 107, "db": 224, "course": 211, "about": 5, "how": 431, "organize": 655, "supporting": 923, "multiple": 606, "users": 1002, "efficient": 311, "effective": 309, "retrieval": 811, "secured": 842, "reliable": 784, "maintaining": 547, "consistent": 186, "making": 553, "useful": 1000, "decision": 236, "passes": 679, "through": 956, "different": 280, "levels": 523, "development": 273, "along": 38, "with": 1037, "services": 859, "could": 210, "best": 95, "be": 89, "described": 255, "categorizing": 118, "into": 486, "three": 955, "even": 342, "though": 953, "there": 948, "advantage": 26, "problem": 719, "overcome": 666, "each": 302, "new": 619, "level": 522, "all": 33, "methods": 586, "handling": 415, "use": 998, "some": 886, "extent": 355, "major": 550, "manual": 565, "approach": 60, "traditional": 972, "file": 373, "based": 87, "follows": 383, "primitive": 716, "way": 1020, "where": 1028, "cards": 113, "pa": 670, "aditional": 22, "paper": 673, "purpose": 746, "will": 1036, "performed": 685, "using": 1004, "human": 433, "labour": 512, "files": 374, "as": 69, "event": 343, "objects": 632, "store": 911, "containing": 193, "various": 1010, "kinds": 507, "labelled": 511, "stored": 912, "one": 640, "cabinets": 109, "kept": 505, "safe": 827, "places": 701, "security": 843, "sensitivity": 852, "contained": 192, "insertion": 473, "done": 296, "searching": 840, "first": 378, "right": 817, "cabinet": 108, "then": 946, "have": 419, "indexing": 466, "facilitate": 358, "access": 9, "limitations": 528, "prone": 735, "error": 335, "difficult": 282, "update": 994, "retrieve": 812, "integrate": 476, "you": 1045, "but": 106, "compile": 158, "limited": 529, "small": 881, "size": 880, "cross": 215, "referencing": 772, "alternative": 41, "computerized": 169, "dealing": 231, "either": 314, "decentralized": 234, "centraliz": 121, "centralized": 123, "resides": 803, "after": 31, "computers": 170, "processing": 726, "community": 154, "need": 616, "device": 274, "increase": 459, "were": 1025, "still": 908, "computer": 167, "applications": 59, "evolved": 347, "basic": 88, "structure": 915, "similar": 872, "if": 437, "not": 626, "identical": 434, "early": 304, "attempt": 74, "computerize": 168, "filing": 375, "this": 952, "method": 585, "application": 58, "programs": 733, "perform": 683, "end": 326, "such": 921, "program": 729, "provides": 743, "service": 858, "define": 238, "its": 499, "own": 668, "number": 629, "since": 877, "defines": 240, "manages": 559, "subjected": 920, "serious": 855, "duplication": 300, "pr": 711, "ems": 322, "contains": 194, "logically": 538, "related": 777, "become": 91, "demanding": 248, "flexible": 381, "athe": 73, "shortcomings": 868, "became": 90, "evident": 346, "include": 455, "separation": 854, "isolation": 495, "may": 574, "known": 510, "synchronisation": 925, "manually": 566, "sharing": 867, "maintains": 548, "lengthy": 520, "maintenance": 549, "redundancy": 770, "money": 600, "cost": 208, "loss": 540, "integrity": 479, "dependency": 251, "embedded": 318, "hence": 424, "change": 125, "needs": 617, "well": 1024, "incompatible": 457, "formats": 388, "cobol": 137, "between": 97, "inconsistency": 458, "diffi": 281, "difficulty": 283, "process": 724, "jointly": 502, "fixed": 380, "query": 750, "defined": 239, "during": 301, "arise": 65, "two": 981, "reasons": 761, "makes": 552, "modify": 599, "easily": 305, "no": 621, "control": 196, "beyond": 98, "imposed": 452, "significant": 870, "experienced": 352, "can": 111, "formalized": 386, "anomalies": 54, "we": 1022, "modification": 597, "when": 1027, "value": 1008, "modified": 598, "others": 661, "same": 829, "deletion": 246, "encountered": 325, "record": 762, "deleted": 244, "remain": 785, "untouched": 992, "ever": 344, "lies": 524, "item": 497, "recorded": 763, "recording": 764, "made": 542, "inserted": 472, "errors": 336, "encoding": 324, "considered": 183, "totally": 970, "object": 631, "following": 382, "famous": 365, "written": 1043, "dr": 298, "edgard": 307, "frank": 392, "codd": 138, "1970": 0, "changed": 126, "significantly": 871, "proposed": 739, "should": 869, "user": 1001, "view": 1013, "organized": 656, "tables": 930, "relations": 780, "behind": 93, "scenes": 833, "might": 588, "allowed": 35, "rapid": 755, "response": 808, "variety": 1009, "queries": 749, "unlike": 991, "earlier": 303, "relational": 779, "would": 1042, "concerned": 175, "expressed": 354, "very": 1012, "high": 428, "language": 513, "greatly": 412, "increased": 460, "efficiency": 310, "programmers": 731, "emphasizes": 321, "integration": 478, "throughout": 957, "databas": 221, "just": 503, "keeping": 504, "kind": 506, "electronic": 315, "repository": 792, "description": 258, "meet": 580, "corporate": 203, "resource": 804, "integrated": 477, "minimum": 591, "amount": 45, "comprises": 166, "entities": 330, "attributes": 76, "relationships": 782, "rules": 825, "addition": 20, "required": 799, "metadata": 584, "dictionary": 277, "catalogue": 115, "times": 960, "directory": 285, "self": 850, "descriptive": 259, "me": 575, "allow": 34, "demand": 247, "once": 639, "simultaneously": 876, "independence": 462, "affected": 29, "changes": 127, "combination": 144, "reading": 758, "updating": 995, "deleting": 245, "benefits": 94, "instead": 474, "storing": 914, "redundant": 771, "manner": 564, "improved": 453, "accessibility": 10, "structured": 916, "languages": 514, "without": 1039, "programming": 732, "experience": 351, "reduced": 769, "isolated": 494, "decrease": 237, "quality": 748, "maintained": 546, "ramming": 753, "constraints": 187, "leading": 517, "better": 96, "avoided": 83, "controlled": 197, "avoid": 82, "transaction": 973, "provided": 742, "demands": 249, "any": 57, "implanted": 442, "full": 395, "scale": 831, "together": 964, "additional": 21, "validity": 1007, "consistency": 185, "measures": 576, "enforced": 327, "having": 420, "clearance": 135, "provide": 741, "standards": 902, "ways": 1021, "unite": 990, "balanced": 85, "standardized": 901, "compactness": 156, "compactly": 155, "voluminous": 1018, "papers": 674, "speed": 897, "fast": 366, "less": 521, "much": 604, "relevant": 783, "central": 120, "risk": 818, "professional": 728, "personnel": 692, "complexity": 160, "designing": 264, "conversion": 200, "old": 637, "incurred": 461, "develop": 270, "backup": 84, "recovery": 767, "perspective": 693, "performance": 684, "due": 299, "centralization": 122, "independency": 463, "impact": 441, "failure": 363, "occurs": 634, "enables": 323, "create": 212, "general": 402, "facilitates": 359, "defining": 241, "constructing": 189, "manipulating": 562, "specifying": 896, "itself": 500, "medium": 579, "includes": 456, "functions": 398, "querying": 751, "specific": 891, "reflect": 775, "miniworld": 592, "generating": 403, "reports": 791, "package": 671, "providing": 744, "convenient": 199, "multi": 605, "people": 682, "accessing": 12, "massive": 570, "persistent": 690, "outlives": 663, "operate": 642, "systematic": 927, "ame": 42, "retrieving": 814, "controlling": 198, "enforcing": 328, "concurrency": 177, "mind": 589, "least": 518, "accessible": 11, "none": 625, "minimize": 590, "implemented": 445, "correctly": 204, "mechanism": 577, "recovering": 766, "must": 607, "authorization": 77, "implementation": 444, "administrator": 24, "communication": 153, "facility": 361, "transfer": 975, "managers": 558, "se": 838, "took": 966, "place": 700, "correctness": 205, "promote": 734, "utility": 1006, "sets": 861, "facilities": 360, "like": 526, "importing": 451, "statistical": 906, "analysis": 49, "index": 465, "reorganization": 789, "garbage": 401, "components": 163, "environment": 333, "fig": 372, "architecture": 63, "design": 260, "manipulate": 561, "content": 195, "help": 422, "designer": 262, "discharge": 287, "their": 945, "responsibility": 809, "ddl": 229, "element": 316, "commands": 149, "setting": 862, "up": 993, "schema": 834, "intension": 480, "rovides": 822, "setup": 863, "delete": 243, "alter": 40, "table": 929, "dml": 292, "command": 148, "sql": 898, "extracted": 357, "type": 982, "fact": 362, "describing": 257, "usage": 997, "overall": 665, "operation": 644, "grant": 410, "revoke": 815, "privileges": 718, "particular": 677, "within": 1038, "anguages": 53, "remove": 788, "transactions": 974, "helps": 423, "taking": 933, "describe": 254, "respect": 806, "interacting": 481, "five": 379, "interaction": 482, "hardware": 417, "procedure": 722, "touch": 971, "feel": 369, "comprised": 165, "personal": 691, "mainframe": 544, "server": 857, "network": 618, "infrastructure": 469, "peripherals": 688, "function": 396, "operating": 643, "goal": 409, "sy": 924, "ion": 492, "important": 450, "component": 162, "categories": 116, "operational": 645, "actually": 17, "composed": 164, "properties": 736, "relationship": 781, "regulations": 776, "procedures": 723, "log": 535, "start": 904, "stop": 909, "make": 551, "treat": 976, "responsible": 810, "play": 703, "role": 819, "implementin": 447, "implementing": 448, "administering": 23, "resources": 805, "group": 413, "except": 349, "life": 525, "cycle": 218, "ddlc": 230, "tasks": 934, "steps": 907, "here": 425, "emphasis": 320, "given": 408, "phases": 696, "planning": 702, "identifying": 436, "gap": 400, "propose": 738, "solution": 884, "solve": 885, "concentrates": 171, "finding": 377, "opportunity": 648, "feasibility": 367, "requirement": 800, "determination": 267, "structuring": 918, "selection": 849, "phase": 695, "further": 399, "divided": 291, "th": 941, "nation": 609, "sub": 919, "conceptual": 174, "concise": 176, "physical": 697, "detail": 265, "consideration": 181, "elicit": 317, "requirements": 801, "logical": 537, "higher": 429, "abstraction": 8, "selected": 848, "model": 593, "implement": 443, "independent": 464, "organizational": 653, "specification": 892, "testing": 940, "deployment": 253, "tuning": 978, "operations": 646, "roles": 820, "compone": 161, "played": 704, "stakeholders": 899, "dba": 225, "oversee": 667, "authorizing": 78, "coordinating": 201, "monitoring": 601, "determining": 269, "acquiring": 15, "accountable": 14, "problems": 720, "poor": 707, "classifications": 133, "big": 99, "huge": 432, "da": 219, "policies": 706, "technically": 935, "oriented": 657, "realization": 759, "involved": 489, "dbd": 226, "identifies": 435, "choose": 131, "appropriate": 61, "represent": 793, "understand": 987, "views": 1015, "involve": 488, "before": 92, "distinctions": 290, "designers": 263, "involving": 491, "another": 55, "entity": 332, "sees": 845, "take": 931, "input": 470, "decide": 235, "ph": 694, "physically": 698, "realized": 760, "map": 569, "specified": 894, "dependent": 252, "select": 847, "path": 680, "programmer": 730, "analyst": 50, "determines": 268, "wants": 1019, "implements": 449, "specifications": 893, "code": 139, "test": 939, "debug": 232, "document": 294, "interface": 483, "insert": 471, "according": 13, "availability": 80, "workers": 1040, "whose": 1032, "job": 501, "requires": 802, "frequently": 393, "purposes": 747, "category": 119, "naïve": 615, "sizable": 879, "proportion": 737, "unaware": 986, "only": 641, "ers": 337, "standard": 900, "pre": 712, "sophisticated": 887, "familiar": 364, "engineers": 329, "scientists": 836, "analysts": 51, "etc": 341, "casual": 114, "who": 1030, "occasionally": 633, "satisfy": 830, "middle": 587, "again": 32, "classified": 134, "actors": 16, "scene": 832, "implementers": 446, "developers": 272, "experts": 353, "packages": 672, "prototype": 740, "simulation": 875, "generator": 405, "coul": 209, "example": 348, "vendors": 1011, "categorized": 117, "operators": 647, "administrators": 25, "running": 826, "ansi": 56, "sparc": 889, "stands": 903, "american": 43, "national": 610, "institute": 475, "committee": 151, "abstract": 7, "1975": 1, "origin": 658, "able": 4, "feature": 368, "location": 534, "customized": 217, "unaffected": 985, "immune": 439, "sh": 865, "affect": 28, "know": 508, "details": 266, "black": 100, "box": 103, "affecting": 30, "turn": 980, "effect": 308, "aspects": 70, "hard": 416, "disk": 288, "privilege": 717, "adding": 19, "attribute": 75, "changing": 128, "above": 6, "functionalities": 397, "possible": 708, "archit": 62, "external": 356, "describes": 256, "part": 676, "taken": 932, "illustration": 438, "difference": 278, "respective": 807, "second": 841, "whole": 1031, "piece": 699, "represented": 795, "third": 951, "differences": 279, "le": 516, "rement": 786, "schemas": 835, "paths": 681, "typically": 984, "uses": 1003, "usually": 1005, "immunity": 440, "removal": 787, "require": 798, "rewrites": 816, "capacity": 112, "ability": 3, "wi": 1033, "ams": 47, "depend": 250, "interfaces": 484, "so": 882, "parts": 678, "do": 293, "seriously": 856, "influence": 467, "devices": 275, "distinction": 289, "allows": 37, "name": 608, "entitles": 331, "notation": 627, "titles": 961, "held": 421, "procedural": 721, "specifies": 895, "get": 407, "non": 624, "retrieved": 813, "dcl": 228, "statements": 905, "widely": 1035, "fourth": 391, "generation": 404, "4gl": 2, "forms": 389, "generators": 406, "report": 790, "graphics": 411, "classification": 132, "models": 595, "too": 965, "low": 541, "readily": 757, "understandable": 988, "efinition": 313, "concepts": 173, "certain": 124, "obey": 630, "hold": 430, "tools": 968, "semantics": 851, "main": 543, "consist": 184, "format": 387, "fields": 371, "field": 370, "length": 519, "hierarchical": 426, "simplest": 874, "referred": 773, "node": 622, "segment": 846, "top": 969, "root": 821, "nodes": 623, "arranged": 66, "sort": 888, "upside": 996, "down": 297, "tree": 977, "parent": 675, "child": 130, "relation": 778, "established": 340, "link": 531, "predefined": 713, "add": 18, "redefined": 768, "form": 385, "advantages": 27, "construct": 188, "corresponds": 207, "natural": 611, "hierarchically": 427, "domains": 295, "assemblies": 71, "manufacturing": 567, "companies": 157, "constructs": 190, "unique": 989, "next": 620, "disadvantages": 286, "navigational": 614, "nature": 612, "visualized": 1017, "linear": 530, "arrangement": 67, "re": 756, "little": 533, "scope": 837, "optimization": 650, "members": 582, "owner": 669, "linked": 532, "member": 581, "represents": 796, "handle": 414, "situations": 878, "modeling": 594, "find": 376, "optimal": 649, "navigation": 613, "array": 68, "pointers": 705, "thread": 954, "automated": 79, "edgar": 306, "banks": 86, "terminologies": 938, "originates": 659, "branch": 104, "mathematics": 573, "theory": 947, "predicate": 714, "logic": 536, "mathematical": 572, "concept": 172, "viewed": 1014, "equivalent": 334, "dimensional": 284, "stores": 913, "rows": 824, "columns": 143, "row": 823, "tuple": 979, "column": 142, "contain": 191, "creates": 213, "seem": 844, "man": 554, "merged": 583, "come": 146, "virtual": 1016, "collections": 141, "separate": 853, "items": 498, "conducts": 179, "searches": 839, "conducting": 178, "matches": 571, "corresponding": 206, "produce": 727, "combines": 145, "requested": 797}, "idf_": [3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 2.1574527886910433, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 1.7827593392496324, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 2.4759065198095778, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.3581234841531944, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 2.070441411701413, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 1.7221347174331973, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 1.0289875368732522, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 2.7635885922613586, 2.6094379124341005, 1.990398704027877, 2.3581234841531944, 2.070441411701413, 3.456735772821304, 3.8622008809294686, 2.6094379124341005, 1.5596157879354227, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 1.419853845560264, 3.8622008809294686, 3.8622008809294686, 1.8472978603872037, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 2.1574527886910433, 2.7635885922613586, 1.2595111954850846, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 2.070441411701413, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 2.252762968495368, 2.3581234841531944, 1.5108256237659907, 3.456735772821304, 3.8622008809294686, 2.252762968495368, 2.070441411701413, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.252762968495368, 3.8622008809294686, 2.6094379124341005, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.169053700369523, 1.916290731874155, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 2.3581234841531944, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 2.7635885922613586, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.3581234841531944, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.070441411701413, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 2.7635885922613586, 3.169053700369523, 2.1574527886910433, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.6094379124341005, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 2.6094379124341005, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 1.0, 3.456735772821304, 1.0588405000229333, 3.169053700369523, 3.8622008809294686, 2.7635885922613586, 3.456735772821304, 1.7221347174331973, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.456735772821304, 2.6094379124341005, 3.456735772821304, 2.7635885922613586, 3.169053700369523, 2.4759065198095778, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 3.169053700369523, 3.456735772821304, 2.070441411701413, 2.9459101490553135, 3.169053700369523, 3.456735772821304, 2.3581234841531944, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 3.456735772821304, 2.4759065198095778, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 1.7827593392496324, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 2.9459101490553135, 3.169053700369523, 3.456735772821304, 1.990398704027877, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 2.9459101490553135, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 2.7635885922613586, 2.9459101490553135, 3.456735772821304, 2.7635885922613586, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 2.9459101490553135, 3.8622008809294686, 2.252762968495368, 2.9459101490553135, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 2.7635885922613586, 3.456735772821304, 1.2231435513142097, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 2.252762968495368, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 2.6094379124341005, 3.8622008809294686, 2.3581234841531944, 3.8622008809294686, 2.7635885922613586, 2.7635885922613586, 1.7221347174331973, 2.6094379124341005, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 2.6094379124341005, 3.169053700369523, 3.8622008809294686, 2.252762968495368, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 1.0289875368732522, 2.7635885922613586, 3.169053700369523, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.169053700369523, 2.252762968495368, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 1.5596157879354227, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.169053700369523, 3.169053700369523, 2.6094379124341005, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.6094379124341005, 3.169053700369523, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 1.1213608570042675, 3.456735772821304, 3.8622008809294686, 1.5108256237659907, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 2.070441411701413, 2.9459101490553135, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 1.7827593392496324, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 2.4759065198095778, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.6094379124341005, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 2.6094379124341005, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 2.7635885922613586, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 2.7635885922613586, 3.456735772821304, 2.6094379124341005, 3.169053700369523, 3.456735772821304, 2.7635885922613586, 3.456735772821304, 3.456735772821304, 2.7635885922613586, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 2.3581234841531944, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 2.4759065198095778, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.252762968495368, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 1.7827593392496324, 2.252762968495368, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.169053700369523, 3.169053700369523, 2.9459101490553135, 2.9459101490553135, 2.6094379124341005, 2.6094379124341005, 3.456735772821304, 2.252762968495368, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.1574527886910433, 3.456735772821304, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 2.7635885922613586, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 1.0, 3.8622008809294686, 3.8622008809294686, 1.336472236621213, 3.169053700369523, 1.6109090823229733, 3.169053700369523, 3.169053700369523, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 1.377294231141468, 1.6109090823229733, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 1.7827593392496324, 3.456735772821304, 3.456735772821304, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 2.6094379124341005, 3.169053700369523, 3.169053700369523, 3.169053700369523, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 2.7635885922613586, 2.070441411701413, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 2.7635885922613586, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 3.169053700369523, 3.456735772821304, 3.456735772821304, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 1.990398704027877, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 2.6094379124341005, 3.169053700369523, 3.8622008809294686, 2.4759065198095778, 3.456735772821304, 3.169053700369523, 3.456735772821304, 2.6094379124341005, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.3581234841531944, 3.8622008809294686, 3.8622008809294686, 2.252762968495368, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 3.169053700369523, 2.7635885922613586, 3.456735772821304, 2.3581234841531944, 2.6094379124341005, 2.7635885922613586, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 2.252762968495368, 2.4759065198095778, 2.7635885922613586, 3.456735772821304, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 2.9459101490553135, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 2.7635885922613586, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 2.4759065198095778, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 2.4759065198095778, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 2.4759065198095778, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 2.7635885922613586, 2.6094379124341005, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 2.4759065198095778, 3.169053700369523, 3.8622008809294686, 2.070441411701413, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.169053700369523, 2.070441411701413, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.070441411701413, 3.8622008809294686, 3.8622008809294686, 2.4759065198095778, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 3.456735772821304, 2.6094379124341005, 2.4759065198095778, 3.8622008809294686, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 1.7827593392496324, 2.4759065198095778, 1.8472978603872037, 3.8622008809294686, 3.169053700369523, 1.8472978603872037, 3.8622008809294686, 2.3581234841531944, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 2.9459101490553135, 2.6094379124341005, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 1.5596157879354227, 3.456735772821304, 2.1574527886910433, 3.169053700369523, 2.7635885922613586, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 2.7635885922613586, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.9459101490553135, 1.377294231141468, 1.0, 2.6094379124341005, 3.456735772821304, 3.8622008809294686, 1.916290731874155, 2.1574527886910433, 3.8622008809294686, 3.169053700369523, 1.916290731874155, 3.456735772821304, 3.456735772821304, 2.3581234841531944, 3.169053700369523, 3.456735772821304, 2.7635885922613586, 2.7635885922613586, 3.456735772821304, 3.8622008809294686, 1.0, 3.8622008809294686, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.6094379124341005, 3.456735772821304, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 2.7635885922613586, 2.7635885922613586, 2.3581234841531944, 3.169053700369523, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.456735772821304, 2.9459101490553135, 3.456735772821304, 3.169053700369523, 2.7635885922613586, 3.169053700369523, 3.8622008809294686, 3.8622008809294686, 2.1574527886910433, 2.070441411701413, 3.169053700369523, 1.5596157879354227, 1.6109090823229733, 2.9459101490553135, 2.070441411701413, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.456735772821304, 3.169053700369523, 2.4759065198095778, 3.8622008809294686, 3.8622008809294686, 2.6094379124341005, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 2.6094379124341005, 3.456735772821304, 2.9459101490553135, 3.8622008809294686, 2.9459101490553135, 3.8622008809294686, 2.7635885922613586, 2.9459101490553135, 2.252762968495368, 2.3581234841531944, 3.456735772821304, 3.456735772821304, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 2.070441411701413, 1.5108256237659907, 2.9459101490553135, 2.9459101490553135, 3.456735772821304, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686, 3.8622008809294686]}